{
    "intents": [
        {
            "tag": "bang_cap_CNTT",
            "requests": [
                "Bằng CNTT của PTIT có được công nhận rộng rãi không?",
                "Học CNTT ở PTIT ra trường bằng cấp có giá trị như thế nào?",
                "Bằng CNTT PTIT có uy tín trên thị trường lao động không?",
                "Sinh viên tốt nghiệp CNTT ở PTIT bằng cấp có dễ xin việc không?",
                "Bằng đại học CNTT của PTIT có được doanh nghiệp đánh giá cao không?",
                "Bằng CNTT ở PTIT có uy tín so với các trường khác không?",
                "Học CNTT tại PTIT ra trường bằng đại học có giá trị pháp lý thế nào?",
                "Bằng CNTT PTIT có được công nhận trong nước không?",
                "Giá trị bằng CNTT PTIT có khác gì so với bằng CNTT ở các trường top khác?",
                "Bằng CNTT PTIT có giúp dễ xin việc ở Hà Nội và TP.HCM không",
                "Bằng CNTT PTIT có được công nhận ở nước ngoài không?",
                "Sinh viên CNTT PTIT tốt nghiệp có thể học tiếp cao học ở nước ngoài không?",
                "Bằng CNTT PTIT có tương đương với bằng của các trường top IT khác không?",
                "Bằng CNTT PTIT có được công nhận bởi các tập đoàn đa quốc gia không?",
                "Có thể dùng bằng CNTT PTIT để xin việc ở Nhật Bản, Hàn Quốc không?",
                "Bằng CNTT của PTIT có giá trị khi xin việc tại các công ty quốc tế ở Việt Nam không?",
                "Bằng CNTT PTIT có được Bộ GD&ĐT công nhận chính quy không?",
                "Sinh viên CNTT PTIT có thể dùng bằng để học lên thạc sĩ ở các trường quốc tế không?",
                "Bằng CNTT PTIT có giá trị tại các nước châu Âu không?",
                "Nếu muốn làm việc ở Mỹ, bằng CNTT PTIT có được chấp nhận không?"
            ],
            "responses": [
                "Bằng tốt nghiệp CNTT của Học viện Công nghệ Bưu chính Viễn thông (PTIT) có giá trị pháp lý cao do được Bộ GD&ĐT công nhận, mở ra cơ hội nghề nghiệp rộng lớn trong lĩnh vực công nghệ đang phát triển, với khả năng làm việc tại các công ty lớn, tham gia dự án quốc tế và học lên các bậc cao hơn. Giá trị của bằng còn nằm ở khả năng ứng dụng thực tiễn, trang bị kỹ năng làm việc tốt và khả năng tự học, đáp ứng nhu cầu của thị trường lao động. "
            ]
        },
        {
            "tag": "cau_lac_bo",
            "requests": [
                "PTIT có những câu lạc bộ nào?",
                "Liệt kê các CLB ở PTIT",
                "Trường có bao nhiêu câu lạc bộ?",
                "CLB học thuật ở PTIT gồm những gì?",
                "CLB văn nghệ ở PTIT tên gì?",
                "Ở PTIT có CLB thể thao không?",
                "Làm sao để tham gia câu lạc bộ?",
                "Đăng ký tham gia CLB ở đâu?",
                "Có CLB tiếng Anh ở PTIT không?",
                "Có CLB khởi nghiệp ở PTIT không?",
                "CLB võ thuật PTIT hoạt động ở đâu?",
                "PTIT có CLB bóng đá không?",
                "CLB truyền thông ở PTIT tên gì?",
                "Các CLB sinh viên ở PTIT thường họp khi nào?",
                "Học viện có câu lạc bộ gì nổi bật?",
                "CLB nào ở PTIT mạnh về công nghệ thông tin?",
                "Có CLB nghiên cứu khoa học ở PTIT không?",
                "PTIT có CLB MC hay thuyết trình không?",
                "CLB nào ở PTIT dễ tham gia nhất?",
                "CLB ở PTIT có tuyển thành viên mới không?",
                "Danh sách câu lạc bộ ở PTIT?",
                "PTIT có bao nhiêu CLB sinh viên hoạt động chính thức?",
                "CLB nào ở PTIT thường tổ chức nhiều sự kiện lớn?",
                "CLB ở PTIT có tuyển sinh viên mới hàng năm không?",
                "Có CLB âm nhạc ở PTIT không?",
                "CLB bóng chuyền PTIT hoạt động ra sao?",
                "CLB PTIT có tham gia các cuộc thi bên ngoài không?",
                "CLB nào ở PTIT thường thu hút đông thành viên nhất?",
                "Ở PTIT có CLB coding hay lập trình thi đấu không?",
                "CLB nghiên cứu khoa học PTIT thường làm gì?",
                "Có CLB nào ở PTIT hỗ trợ kỹ năng tiếng Nhật không?",
                "CLB MC và Thuyết trình của PTIT có nổi bật không?",
                "CLB khởi nghiệp ở PTIT thường tổ chức hoạt động nào?",
                "Sinh viên năm nhất có tham gia CLB ở PTIT được không?",
                "CLB thể thao PTIT có những bộ môn nào?",
                "CLB văn hóa – nghệ thuật ở PTIT có các hoạt động gì?",
                "Có CLB nào ở PTIT liên quan đến truyền thông – báo chí không?",
                "CLB tình nguyện PTIT thường tham gia các chương trình gì?",
                "CLB thiết kế đồ họa ở PTIT hoạt động trong lĩnh vực nào?",
                "Làm sao để biết CLB nào ở PTIT đang tuyển thành viên?",
                "CLB ở PTIT có thu phí khi tham gia không?",
                "Tôi muốn tham gia câu lạc bộ tại PTIT thì làm sao?",
                "Có CLB thiết kế hay đồ họa ở PTIT không?",
                "PTIT có CLB tình nguyện không?",
                "Cách đăng ký CLB bóng rổ ở PTIT?",
                "CLB cầu lông PTIT hoạt động thế nào?",
                "CLB văn hóa nghệ thuật ở PTIT là gì?",
                "Ở PTIT có CLB lập trình không?",
                "Câu lạc bộ PTIT có tổ chức sự kiện không?",
                "CLB nào ở PTIT giúp cải thiện kỹ năng mềm?"
            ],
            "responses": [
                "Học viện Công nghệ Bưu chính Viễn thông (PTIT) có rất nhiều câu lạc bộ (CLB), một số clb tiêu biểu như:\nCLB Lập trình PTIT (ProPTIT): Dành cho các bạn yêu thích lập trình, thuật toán\nCLB An toàn thông tin PTIT (PTIT Information Security Club - PISC): Nơi sinh hoạt, học hỏi và trao đổi kiến thức về lĩnh vực an toàn thông tin.\nCLB Marketing PTIT (PMC): Dành cho các bạn sinh viên đam mê lĩnh vực Marketing, truyền thông và tổ chức sự kiện.\nCLB Kế toán và Kiểm toán PTIT (PAAC): Nơi giao lưu, học hỏi cho sinh viên khối ngành Kế toán, Kiểm toán.\nĐội Sinh viên Tình nguyện PTIT: Lực lượng nòng cốt trong các hoạt động tình nguyện vì cộng đồng của Học viện.\nCLB Máu PTIT: Tổ chức các hoạt động hiến máu tình nguyện.\nCLB Guitar PTIT (PGC): Nơi quy tụ những bạn trẻ có chung niềm đam mê với cây đàn guitar.\nCLB Bóng đá PTIT: Nơi tập hợp các bạn sinh viên đam mê bóng đá.\nCLB Bóng chuyền PTIT: Phát triển phong trào bóng chuyền trong sinh viên.\nCLB Vovinam PTIT: CLB võ thuật, rèn luyện sức khỏe và tinh thần .\n và còn rất nhiều các clb khác cho các bạn lựa chọn"
            ]
        },
        {
            "tag": "chat_luong_dao_tao",
            "requests": [
                "Chất lượng đào tạo tại khoa Công nghệ Thông tin PTIT có gì khác so với các trường khác?",
                "Chất lượng đào tạo khoa CNTT PTIT như thế nào?",
                "Khoa CNTT Học viện Công nghệ Bưu chính Viễn thông đào tạo ra sao?",
                "Chất lượng đào tạo ngành CNTT PTIT có gì nổi bật?",
                "Ngành CNTT PTIT chất lượng đào tạo thế nào?",
                "Chất lượng đào tạo khoa Công nghệ Thông tin của PTIT",
                "Khoa CNTT PTIT có hỗ trợ gì cho sinh viên trong quá trình học tập không?",
                "Sinh viên CNTT PTIT được hỗ trợ như thế nào khi gặp khó khăn trong học tập?",
                "Trường PTIT hỗ trợ gì cho sinh viên CNTT trong học tập?",
                "Hằng kỳ, sinh viên CNTT PTIT được hỗ trợ gì?",
                "Hỗ trợ sinh viên CNTT PTIT trong việc học tập",
                "Sinh viên CNTT PTIT có được tư vấn trong quá trình học tập không?",
                "Ngành CNTT PTIT có gì nổi bật",
                "Chất lượng đào tạo CNTT của PTIT có gì nổi trội?",
                "PTIT có đào tạo CNTT tốt không?",
                "Học CNTT ở PTIT có chất lượng không?",
                "Ở miền Bắc PTIT có nằm trong top các trường  đào tạo CNTT không?",
                "Đào tạo ngành CNTT ở PTIT có điểm gì mạnh so với các trường khác?",
                "Học CNTT ở PTIT có đảm bảo đầu ra không?",
                "Sinh viên CNTT PTIT sau khi tốt nghiệp có đáp ứng nhu cầu doanh nghiệp không?",
                "Chất lượng giảng dạy của giảng viên khoa CNTT PTIT thế nào?",
                "PTIT có chương trình CNTT đạt chuẩn quốc tế không?",
                "Chất lượng nghiên cứu khoa học CNTT ở PTIT ra sao?",
                "PTIT có nhiều sinh viên CNTT đạt giải trong các cuộc thi không?",
                "Học CNTT ở PTIT có nhiều thực hành không?",
                "Chất lượng đào tạo CNTT ở PTIT được đánh giá ra sao?",
                "Ngành CNTT ở PTIT có tỷ lệ sinh viên ra trường có việc làm cao không?",
                "PTIT đào tạo CNTT có gắn với thực tế doanh nghiệp không?",
                "Sinh viên CNTT PTIT có nhiều cơ hội thực tập tại doanh nghiệp lớn không?",
                "Chương trình CNTT PTIT có thường xuyên cập nhật theo xu hướng mới không?",
                "Học CNTT ở PTIT có được học về AI, Big Data không?",
                "PTIT đào tạo CNTT có thiên về lý thuyết hay thực hành nhiều hơn?",
                "Sinh viên CNTT PTIT có cơ hội tham gia nghiên cứu khoa học không?",
                "PTIT có liên kết với doanh nghiệp CNTT để đào tạo sinh viên không?",
                "Chất lượng đầu vào ngành CNTT PTIT có cao không?",
                "PTIT có tổ chức các cuộc thi lập trình cho sinh viên CNTT không?",
                "Sinh viên CNTT PTIT có được học các công nghệ mới như Cloud, IoT không?",
                "Học CNTT ở PTIT có nhiều đồ án, bài tập nhóm không?",
                "Chất lượng giảng viên CNTT PTIT được đánh giá như thế nào?",
                "Khoa CNTT PTIT có mời giảng viên thỉnh giảng từ doanh nghiệp không?",
                "Sinh viên CNTT PTIT có nhiều cơ hội trao đổi quốc tế không?",
                "PTIT có chương trình CNTT chất lượng cao hay tiên tiến không?",
                "Học CNTT ở PTIT có chương trình bằng tiếng Anh không?",
                "PTIT có đào tạo CNTT theo chuẩn CDIO hoặc ABET không?",
                "Sinh viên CNTT PTIT có được hỗ trợ khởi nghiệp không?",
                "Học CNTT ở PTIT có dễ xin học bổng không?",
                "PTIT có học bổng riêng cho sinh viên giỏi CNTT không?",
                "Sinh viên CNTT PTIT có được hướng dẫn làm nghiên cứu từ năm nhất không?",
                "Ngành CNTT PTIT có thế mạnh đào tạo về lĩnh vực nào nhất?",
                "Chất lượng thực tập ngành CNTT ở PTIT ra sao?",
                "PTIT có đào tạo CNTT theo hướng ứng dụng thực tế nhiều không?"
            ],
            "responses": [
                "Học viện Công nghệ Bưu chính Viễn thông (PTIT) nằm trong top các trường đào tạo Công nghệ thông tin (CNTT) uy tín ở miền Bắc và cả nước, với thế mạnh về viễn thông, an ninh mạng và mối liên hệ với các tập đoàn lớn trong ngành. PTIT thường được xếp cùng các trường hàng đầu khác như Đại học Bách khoa Hà Nội (HUST), Đại học Công nghệ – ĐHQGHN (UET) và Đại học FPT. Chất lượng đào tạo ngành CNTT của Học viện Công nghệ Bưu Chính Viễn Thông (PTIT) nổi bật ở chương trình cập nhật xu hướng công nghệ mới, tập trung vào thực hành qua dự án thực tế, đội ngũ giảng viên giàu kinh nghiệm, và cung cấp đa dạng các chuyên ngành sâu như lập trình, an ninh mạng, AI, Big Data. Ngoài ra, sinh viên còn được rèn luyện các kỹ năng mềm cần thiết cho sự nghiệp và có cơ hội việc làm rộng mở sau khi tốt nghiệp. "
            ]
        },
        {
            "tag": "chi_tieu",
            "requests": [
                "Chỉ tiêu xét tuyển ngành công nghệ thông tin PTIT là bao nhiêu",
                "Ngành công nghệ thông tin PTIT có chỉ tiêu xét tuyển là",
                "Chỉ tiêu xét tuyển ngành công nghệ thông tin PTIT",
                "Chỉ tiêu xét tuyển CNTT PTIT lấy bao nhiêu",
                "Ngành công nghệ thông tin trường PTIT chỉ tiêu xét tuyển là bao nhiêu",
                "Ngành công nghệ thông tin PTIT chỉ tiêu xét tuyển là",
                "Ngành công nghệ thông tin PTIT có chỉ tiêu xét tuyển là",
                "Chỉ tiêu xét tuyển ngành CNTT PTIT",
                "Trường PTIT ngành công nghệ thông tin có chỉ tiêu xét tuyển là bao nhiêu",
                "Trường PTIT ngành công nghệ thông tin chỉ tiêu xét tuyển",
                "Chỉ tiêu xét tuyển ngành công nghệ thông tin trường PTIT",
                "Chỉ tiêu xét tuyển CNTT PTIT",
                "Ngành công nghệ thông tin PTIT có chỉ tiêu xét tuyển",
                "CNTT PTIT chỉ tiêu xét tuyển",
                "Ngành công nghệ thông tin PTIT lấy chỉ tiêu xét tuyển bao nhiêu",
                "Chỉ tiêu xét tuyển, chỉ tiêu xét tuyển ngành CNTT PTIT",
                "Ngành CNTT của PTIT năm nay lấy bao nhiêu chỉ tiêu?",
                "PTIT tuyển bao nhiêu sinh viên ngành CNTT?",
                "Năm nay PTIT có bao nhiêu chỉ tiêu cho ngành công nghệ thông tin?",
                "Học viện Công nghệ Bưu chính Viễn thông tuyển bao nhiêu chỉ tiêu ngành CNTT?",
                "PTIT lấy khoảng bao nhiêu sinh viên ngành công nghệ thông tin?",
                "Số lượng chỉ tiêu tuyển sinh ngành CNTT PTIT là bao nhiêu?",
                "Chỉ tiêu tuyển sinh ngành công nghệ thông tin của PTIT năm nay?",
                "Ngành công nghệ thông tin của PTIT có chỉ tiêu tuyển sinh là bao nhiêu?",
                "PTIT tuyển sinh ngành CNTT mấy trăm chỉ tiêu?",
                "Ngành CNTT PTIT có nhiều chỉ tiêu không?",
                "Mỗi năm PTIT nhận bao nhiêu sinh viên CNTT?",
                "Năm 2025 PTIT tuyển bao nhiêu sinh viên ngành CNTT?",
                "Ngành CNTT của PTIT lấy chỉ tiêu năm nay như thế nào?",
                "Ngành CNTT PTIT có tăng chỉ tiêu tuyển sinh không?",
                "Chỉ tiêu tuyển sinh ngành CNTT của PTIT thay đổi mỗi năm không?",
                "Ngành CNTT PTIT tuyển nhiều không?",
                "PTIT có tuyển sinh CNTT nhiều hơn các ngành khác không?",
                "Chỉ tiêu CNTT của PTIT là bao nhiêu sinh viên cho năm nay?",
                "Chỉ tiêu ngành CNTT PTIT năm trước là bao nhiêu?",
                "PTIT năm ngoái lấy bao nhiêu chỉ tiêu cho CNTT?",
                "Ngành công nghệ thông tin PTIT lấy chỉ tiêu bao nhiêu"
            ],
            "responses": [
                "\nChỉ tiêu dự kiến ngành Công nghệ thông tin (CNTT) của Học viện Công nghệ Bưu chính Viễn thông (PTIT) năm 2025  là 600 với cơ sở Hà Nội và 230 với cơ sở TP.HCM"
            ]
        },
        {
            "tag": "chuyen_nganh",
            "requests": [
                "Công nghệ thông tin có những chuyên ngành nào?",
                "Cho mình biết chuyên ngành trong CNTT?",
                "Ngành CNTT được chia thành mấy chuyên ngành?",
                "CNTT học những chuyên ngành gì?",
                "CNTT có mấy lĩnh vực đào tạo?",
                "Ngành Công nghệ thông tin đào tạo các chuyên ngành nào?",
                "CNTT tại PTIT có bao nhiêu chuyên ngành?",
                "Ngành Công nghệ thông tin có phân thành các chuyên ngành gì không?",
                "CNTT có phân ngành không?",
                "Ngành CNTT đào tạo bao nhiêu chuyên ngành?",
                "CNTT tại PTIT có những lĩnh vực nào?",
                "Học CNTT thì có các hướng đi nào?",
                "CNTT có bao nhiêu chuyên ngành để lựa chọn?",
                "Các chuyên ngành của ngành CNTT tại trường là gì?",
                "CNTT đào tạo các chuyên ngành cụ thể nào vậy?",
                "Cho mình hỏi CNTT gồm các ngành học nhỏ nào?",
                "Trong CNTT có những chuyên sâu nào?",
                "Ngành CNTT có những hướng chuyên sâu nào?",
                "Học CNTT thì có thể chọn chuyên ngành nào?",
                "CNTT tại PTIT có các chuyên ngành gì?",
                "Sinh viên CNTT sẽ được học các chuyên ngành nào?",
                "CNTT được phân chia thành mấy chuyên ngành?",
                "Ngành CNTT gồm những mảng đào tạo nào?",
                "CNTT ở PTIT đào tạo bao nhiêu chuyên ngành?",
                "Học CNTT thì được lựa chọn chuyên ngành nào?",
                "Ngành CNTT phân chia chuyên ngành ra sao?",
                "Các chuyên ngành trong ngành CNTT bao gồm gì?",
                "CNTT ở trường mình có chia chuyên ngành không?",
                "CNTT học về những chuyên ngành cụ thể nào?",
                "Ngành CNTT PTIT có đào tạo chuyên ngành Trí tuệ nhân tạo không?",
                "CNTT có đào tạo chuyên ngành An toàn thông tin không?",
                "Trong CNTT có chuyên ngành Khoa học dữ liệu không?",
                "Chuyên ngành trong CNTT khác nhau thế nào?",
                "Học CNTT có chuyên ngành phần mềm không?",
                "CNTT PTIT có những hướng đi chuyên ngành nào cho sinh viên?",
                "Ngành CNTT có bao gồm chuyên ngành mạng máy tính không?",
                "Chuyên ngành CNTT tại PTIT gồm những lĩnh vực nào?",
                "Công nghệ thông tin có phân ngành không, nếu có thì gồm những ngành nào?",
                "CNTT có mấy mảng học khác nhau?"
            ],
            "responses": [
                "Ngành CNTT tại PTIT gồm 3 chuyên ngành chính: Công nghệ phần mềm, Mạng máy tính & Truyền thông dữ liệu, Hệ thống thông tin."
            ]
        },
        {
            "tag": "co_so_vat_chat",
            "requests": [
                "Cơ sở vật chất của ngành CNTT ở PTIT như thế nào?",
                "Trường PTIT có phòng máy tính hiện đại không?",
                "Hệ thống phòng máy ở PTIT có đủ cho sinh viên CNTT không?",
                "Phòng thực hành CNTT của trường trang bị ra sao?",
                "Thư viện ở PTIT có nhiều sách CNTT không?",
                "PTIT có thư viện điện tử cho sinh viên không?",
                "Sinh viên có được sử dụng wifi miễn phí trong trường không?",
                "Ký túc xá PTIT có đầy đủ tiện nghi không?",
                "PTIT có phòng lab chuyên ngành CNTT không?",
                "Phòng học lý thuyết ở PTIT có máy chiếu, điều hòa không?",
                "Các phòng học CNTT có hỗ trợ máy tính cá nhân cho sinh viên không?",
                "PTIT có phòng lab AI, Big Data cho sinh viên nghiên cứu không?",
                "Cơ sở vật chất ngành CNTT PTIT có đáp ứng học phần thực hành không?",
                "Các phòng thực hành mạng máy tính của PTIT có hiện đại không?",
                "Sinh viên CNTT có được thực hành trực tiếp trên server không?",
                "PTIT có hệ thống phòng lab an toàn thông tin không?",
                "Mỗi sinh viên có được cấp tài khoản sử dụng thư viện điện tử không?",
                "Các phòng máy của PTIT có thường xuyên nâng cấp không?",
                "Các CLB CNTT có phòng sinh hoạt riêng trong trường không?",
                "Trường có khu vực coworking space cho sinh viên CNTT không?",
                "PTIT có hỗ trợ phòng học nhóm cho sinh viên không?",
                "Phòng thí nghiệm CNTT tại PTIT có đủ máy cấu hình mạnh không?",
                "Các thiết bị trong phòng máy có cài sẵn phần mềm chuyên ngành không?",
                "PTIT có phòng học mô phỏng mạng và hệ thống không?",
                "Sinh viên CNTT có được sử dụng phòng máy ngoài giờ không?",
                "PTIT có cung cấp máy chủ ảo (VM) cho sinh viên CNTT thực hành không?",
                "Trang thiết bị phục vụ học CNTT ở PTIT có hiện đại không?",
                "PTIT có phòng học thông minh (smart classroom) cho sinh viên CNTT không?",
                "Trường có cung cấp tài khoản phần mềm bản quyền cho sinh viên CNTT không?",
                "Sinh viên CNTT PTIT có được sử dụng hệ thống cloud để học tập không?",
                "PTIT có trung tâm nghiên cứu công nghệ phục vụ sinh viên không?",
                "Phòng lab an toàn thông tin ở PTIT có trang thiết bị chuyên sâu không?",
                "Các phòng máy ở PTIT có hỗ trợ học online – hybrid không?",
                "PTIT có phòng thực hành lập trình riêng cho sinh viên CNTT không?",
                "Sinh viên CNTT có được mượn laptop hoặc thiết bị hỗ trợ học tập từ trường không?",
                "Hệ thống wifi trong khuôn viên PTIT có mạnh và ổn định không?",
                "PTIT có phòng học thực tế ảo (VR/AR) phục vụ ngành CNTT không?",
                "Sinh viên ngành CNTT có được cấp email trường để truy cập tài nguyên học tập không?",
                "Các phòng máy ở PTIT có hỗ trợ GPU để học AI/Deep Learning không?",
                "PTIT có phòng chuyên dụng cho nghiên cứu IoT không?",
                "Sinh viên CNTT có được sử dụng hệ thống GitLab hoặc server nội bộ của trường không?",
                "PTIT có hệ thống e-learning để sinh viên CNTT tự học không?",
                "Thư viện PTIT có tài liệu quốc tế về CNTT (IEEE, ACM, Springer) không?",
                "Các phòng lab CNTT có trợ giảng kỹ thuật hỗ trợ sinh viên không?",
                "PTIT có không gian startup/innovation lab cho sinh viên CNTT không?",
                "Trường có hệ thống mô phỏng mạng Cisco/Juniper để sinh viên thực hành không?",
                "Cơ sở vật chất PTIT so với các trường khác có gì nổi bật?",
                "PTIT có hội trường lớn phục vụ sự kiện CNTT không?",
                "Sinh viên có không gian tự học riêng trong trường không?",
                "PTIT có trung tâm dữ liệu (data center) phục vụ học tập không?"
            ],
            "responses": [
                "Cơ sở vật chất của Học viện Công nghệ Bưu chính Viễn thông (PTIT) được đầu tư khá đầy đủ và hiện đại, đặc biệt cho sinh viên ngành Công nghệ thông tin. Trường có hệ thống phòng máy tính cấu hình mạnh, được cài đặt sẵn nhiều phần mềm chuyên ngành phục vụ lập trình, mạng, an toàn thông tin, trí tuệ nhân tạo và dữ liệu lớn. Ngoài ra, PTIT có các phòng lab chuyên sâu về AI, Big Data, Mạng máy tính, An toàn thông tin, giúp sinh viên thực hành sát với nhu cầu thực tế. Thư viện của PTIT gồm cả thư viện truyền thống và thư viện điện tử, cung cấp nhiều tài liệu, giáo trình và cơ sở dữ liệu trực tuyến để sinh viên tra cứu. Sinh viên được cấp tài khoản sử dụng để truy cập học liệu mọi lúc mọi nơi. Ký túc xá và khu tự học cũng được trang bị wifi miễn phí, không gian học nhóm, hội trường lớn, tạo điều kiện thuận lợi cho sinh viên học tập và tham gia các hoạt động nghiên cứu, sự kiện học thuật"
            ]
        },
        {
            "tag": "cong_viec",
            "requests": [
                "Học ngành công nghệ thông tin ra trường làm gì?",
                "Sau khi học CNTT tại PTIT tôi có thể làm những công việc gì?",
                "Các công việc sau khi tốt nghiệp CNTT tại PTIT là gì?",
                "Ngành CNTT ở PTIT sau khi ra trường có thể làm gì?",
                "Tốt nghiệp ngành CNTT tại PTIT có thể làm công việc gì?",
                "Học CNTT tại PTIT ra trường làm được nghề gì?",
                "CNTT PTIT tốt nghiệp thì có thể đi làm ở đâu?",
                "Sau khi học CNTT tại PTIT, sinh viên làm việc ở những lĩnh vực nào?",
                "CNTT PTIT ra trường dễ xin việc không, thường làm gì?",
                "Tốt nghiệp ngành CNTT của PTIT thì có thể đảm nhận vị trí nào?",
                "CNTT PTIT đào tạo để sinh viên làm công việc gì sau này?",
                "Ra trường từ ngành CNTT PTIT thì có thể làm trong công ty nào?",
                "CNTT PTIT ra trường có thể làm việc trong ngành nào?",
                "Sinh viên CNTT PTIT thường được tuyển dụng vào những vị trí nào?",
                "CNTT PTIT ra trường có thể trở thành lập trình viên không?",
                "CNTT PTIT học xong có thể làm kỹ sư phần mềm không?",
                "CNTT PTIT tốt nghiệp có thể theo hướng trí tuệ nhân tạo không?",
                "CNTT PTIT học xong có cơ hội làm việc quốc tế không?",
                "CNTT PTIT sau khi ra trường thường khởi nghiệp hay đi làm công ty?",
                "cho mình hỏi Học CNTT tại PTIT ra trường làm được nghề gì?",
                "xin được biết Học CNTT tại PTIT ra trường làm được nghề gì?",
                "Sinh viên ngành CNTT PTIT sau khi ra trường có thể làm ở vị trí nào?",
                "Học CNTT ở PTIT ra trường có thể làm trong lĩnh vực nào?",
                "Ngành CNTT PTIT đào tạo để ra trường làm nghề gì?",
                "Sinh viên CNTT PTIT thường làm việc ở đâu sau khi tốt nghiệp?",
                "Tốt nghiệp CNTT tại PTIT có thể làm việc trong công ty công nghệ nào?",
                "CNTT PTIT ra trường có thể làm lập trình viên web không?",
                "Sau khi tốt nghiệp CNTT PTIT có thể làm kỹ sư phần mềm không?",
                "Học CNTT PTIT ra trường có thể làm việc trong lĩnh vực AI không?",
                "CNTT PTIT ra trường có thể làm phân tích dữ liệu không?",
                "Ngành CNTT PTIT sau khi học xong có thể làm quản trị mạng không?",
                "Học CNTT PTIT ra trường có thể làm tester không?",
                "Sinh viên CNTT PTIT có thể làm việc trong các doanh nghiệp nước ngoài không?",
                "CNTT PTIT có giúp sinh viên tìm việc dễ hơn không?",
                "Ra trường từ ngành CNTT PTIT có thể làm chuyên viên an toàn thông tin không?",
                "Sau khi học CNTT PTIT có thể làm kỹ sư AI, Machine Learning không?",
                "Học CNTT PTIT ra trường có thể khởi nghiệp trong lĩnh vực công nghệ không?",
                "Sinh viên CNTT PTIT thường được tuyển dụng ở vị trí nào trong doanh nghiệp IT?",
                "CNTT PTIT có định hướng sinh viên theo hướng phát triển phần mềm không?",
                "Sinh viên CNTT PTIT có thể làm việc trong lĩnh vực dữ liệu lớn (Big Data) không?",
                "Sau khi học CNTT PTIT, cơ hội nghề nghiệp có rộng mở không?",
                "bạn có thể cho biết Học CNTT tại PTIT ra trường làm được nghề gì?"
            ],
            "responses": [
                "\nSinh viên ngành Công nghệ thông tin của Học viện Công nghệ Bưu chính Viễn thông (PTIT) có thể làm việc ở nhiều vị trí đa dạng như lập trình viên, chuyên viên mạng, chuyên viên an ninh mạng, chuyên viên phân tích dữ liệu, quản lý dự án, hay các vị trí trong lĩnh vực Trí tuệ nhân tạo (AI) và Internet vạn vật (IoT). Cơ hội nghề nghiệp rộng mở tại các công ty công nghệ, tập đoàn lớn, hoặc tham gia vào các dự án nghiên cứu phát triển. "
            ]
        },
        {
            "tag": "dang_ky_xet_tuyen",
            "requests": [
                "Cách thức đăng ký xét tuyển vào PTIT như thế nào?",
                "Đăng ký xét tuyển vào PTIT có cần đến trực tiếp trường không?",
                "PTIT có nhận hồ sơ xét tuyển qua bưu điện không?",
                "Thí sinh muốn đăng ký vào PTIT thì phải qua hệ thống của Bộ GD&ĐT hay trực tiếp của trường?",
                "Đăng ký xét tuyển vào PTIT có cần tài khoản trên Cổng thông tin tuyển sinh quốc gia không?",
                "Hồ sơ đăng ký xét tuyển PTIT gồm những giấy tờ gì?",
                "Có thể đăng ký nhiều ngành cùng lúc khi xét tuyển PTIT không?",
                "PTIT có hỗ trợ đăng ký xét tuyển bằng ứng dụng di động không?",
                "Thí sinh ở tỉnh xa muốn đăng ký xét tuyển PTIT thì thực hiện thế nào?",
                "Đăng ký xét tuyển PTIT có mất phí không?",
                "Thời gian đăng ký xét tuyển vào PTIT diễn ra khi nào?",
                "Thí sinh cần điền bao nhiêu nguyện vọng khi đăng ký xét tuyển PTIT?",
                "PTIT có cho chỉnh sửa thông tin đăng ký xét tuyển sau khi nộp không?",
                "Quy trình đăng ký xét tuyển PTIT online có phức tạp không?",
                "PTIT có yêu cầu bản sao học bạ khi đăng ký xét tuyển không?",
                "Khi đăng ký xét tuyển PTIT có cần công chứng giấy tờ không?",
                "Thí sinh nộp hồ sơ xét tuyển vào PTIT có được trường xác nhận online không?",
                "Đăng ký xét tuyển PTIT có cần đến điểm tiếp nhận hồ sơ ở địa phương không?",
                "Có thể vừa đăng ký xét tuyển trực tuyến vừa nộp hồ sơ giấy cho PTIT không?",
                "PTIT có thông báo kết quả đăng ký xét tuyển qua email không?",
                "Sau khi đăng ký xét tuyển vào PTIT, thí sinh có cần nộp thêm hồ sơ nhập học không?",
                "Đăng ký tuyển sinh PTIT thì thực hiện ở đâu?",
                "Làm sao để nộp hồ sơ xét tuyển vào PTIT?",
                "Quy trình đăng ký xét tuyển vào PTIT ra sao?",
                "Có thể đăng ký xét tuyển online vào PTIT không?",
                "Thủ tục xét tuyển vào PTIT như thế nào?",
                "PTIT nhận hồ sơ xét tuyển theo hình thức nào?",
                "Các bước đăng ký xét tuyển vào PTIT gồm những gì?",
                "Cần làm gì để đăng ký vào PTIT?",
                "Đăng ký xét tuyển vào PTIT cần làm trực tiếp hay trực tuyến?",
                "PTIT có hỗ trợ đăng ký xét tuyển qua website không?",
                "Đăng ký vào PTIT phải chuẩn bị những gì?",
                "PTIT nhận đăng ký xét tuyển qua hệ thống nào?",
                "Thí sinh cần thực hiện ra sao để đăng ký xét tuyển vào PTIT?",
                "Đăng ký xét tuyển PTIT có khác với nộp hồ sơ thi không?",
                "Hướng dẫn đăng ký xét tuyển vào PTIT như thế nào?",
                "PTIT có cho phép đăng ký xét tuyển trực tuyến không?",
                "Sinh viên đăng ký xét tuyển vào PTIT bằng cách nào?",
                "Muốn nộp hồ sơ xét tuyển vào PTIT thì làm như thế nào?",
                "Có thể đăng ký xét tuyển vào PTIT qua cổng thông tin nào?"
            ],
            "responses": [
                "Thí sinh sau khi đăng ký thông tin xét tuyển trên hệ thống xét tuyển của Học viện vẫn phải đăng ký nguyện vọng trên Hệ thống tuyển sinh của Bộ Giáo dục và Đào tạo theo kế hoạch chung.\n\nĐịa chỉ đăng nhập Hệ thống: https://xettuyen.ptit.edu.vn.\n\nThời gian: Từ ngày 09/6/2025 đến hết ngày 10/07/2025 (24h00 ngày 10/7 đóng cổng đăng ký xét tuyển)\n\nLệ phí xét duyệt hồ sơ: 100.000/hồ sơ"
            ]
        },
        {
            "tag": "dia_chi",
            "requests": [
                "Địa chỉ PTIT ở đâu?",
                "Trường PTIT ở chỗ nào?",
                "PTIT có mấy cơ sở?",
                "Địa điểm PTIT Hà Nội",
                "Địa điểm PTIT cơ sở TP.HCM",
                "Trường PTIT có mấy cơ sở đào tạo?",
                "Cho tôi địa chỉ cụ thể của PTIT",
                "Địa chỉ trường Học viện Công nghệ Bưu chính Viễn thông",
                "PTIT Hà Đông ở đâu?",
                "Cơ sở chính của PTIT nằm ở đâu?",
                "Đ/c của PTIT chỗ nào?",
                "PTIT có mấy cơ sở?",
                "cho tôi địa chỉ của học viện công nghệ bưu chính viễn thông",
                "địa chỉ?",
                "Trường PTIT cơ sở phía Nam nằm ở đâu?",
                "Trường Bưu chính Viễn thông (PTIT) ở đâu?",
                "PTIT cơ sở Hà Nội nằm ở quận nào?",
                "Địa chỉ cụ thể của PTIT tại Hà Đông là gì?",
                "PTIT cơ sở TP.HCM ở đường nào?",
                "Học viện Công nghệ Bưu chính Viễn thông có cơ sở tại TP.HCM không?",
                "PTIT ở TP.HCM gần khu vực nào?",
                "Trường PTIT cơ sở Hà Nội gần bến xe nào?",
                "Cơ sở miền Nam của PTIT nằm ở đâu?",
                "PTIT có bao nhiêu địa điểm đào tạo chính?",
                "Địa chỉ Học viện PTIT ở Hà Nội là số bao nhiêu?",
                "PTIT phía Bắc có ở tỉnh nào ngoài Hà Nội không?",
                "PTIT cơ sở miền Nam địa chỉ chính xác ở đâu?",
                "PTIT ở TP.HCM gần quận nào?",
                "Muốn đến PTIT Hà Nội thì đi đường nào?",
                "Trường PTIT có chi nhánh ở Đà Nẵng không?",
                "Học viện Công nghệ Bưu chính Viễn thông cơ sở Hà Nội ở đường nào?",
                "PTIT Hà Nội có nằm trong khu công nghệ cao không?",
                "PTIT cơ sở TP.HCM có gần trung tâm thành phố không?",
                "Trường PTIT tại Hà Nội có gần bến xe Mỹ Đình không?",
                "Cơ sở phía Bắc của PTIT ngoài Hà Đông còn ở đâu?",
                "Trường PTIT phía Nam có nằm trong quận 9 TP.HCM không?",
                "PTIT ở gần khu nào Hà Nội?",
                "PTIT có cơ sở nào ở miền Bắc?",
                "PTIT có cơ sở nào ở miền Nam?",
                "Tôi cần địa chỉ trường Bưu chính Viễn thông",
                "Địa chỉ Học viện Công nghệ Bưu chính Viễn thông cơ sở Hà Nội"
            ],
            "responses": [
                " Địa chỉ:\n-Hà Nội:\n    +  Trụ sở chính:  122, Hoàng Quốc Việt, Cầu Giấy, Hà Nội\n    +  Cơ sở đào tạo chính : Km10, Đường Nguyễn Trãi, Hà Đông, Hà Nội\n    +  Cơ sở đào tạo Ngọc Trục – Hà Nội : Số 33, đường Đại Mỗ, phường Đại Mỗ, quận Nam Từ Liêm, TP. Hà Nội\n- Thành Phố Hồ Chí Minh :\n    Địa chỉ: 11 Nguyễn Đình Chiểu, Đa Kao, Quận 1, Hồ Chí Minh"
            ]
        },
        {
            "tag": "diem_cong",
            "requests": [
                "PTIT cộng tối đa bao nhiêu điểm khi xét tuyển?",
                "Điểm cộng tối đa ở PTIT là bao nhiêu?",
                "PTIT cho điểm cộng cao nhất là bao nhiêu?",
                "Học viện có quy định về điểm cộng không?",
                "Điểm cộng trong xét tuyển của PTIT được tính thế nào?",
                "PTIT có điểm thưởng cho thí sinh đạt thành tích không?",
                "Học viện có cộng điểm khuyến khích cho thí sinh không?",
                "PTIT cộng bao nhiêu điểm cho học sinh giỏi quốc gia?",
                "Có giới hạn điểm cộng trong tuyển sinh PTIT không?",
                "PTIT cộng điểm thưởng tối đa là mấy?",
                "Điểm khuyến khích ở PTIT tối đa bao nhiêu?",
                "PTIT cho phép điểm cộng cao nhất là mấy điểm?",
                "Học viện có giới hạn điểm cộng khi xét tuyển không?",
                "PTIT có quy định trần điểm cộng không?",
                "Trường PTIT có cộng điểm thưởng không?",
                "PTIT cho phép cộng điểm thành tích tối đa bao nhiêu?",
                "Có thể được cộng tối đa bao nhiêu điểm ở PTIT?",
                "Học viện có cộng điểm cho thí sinh có thành tích đặc biệt không?",
                "PTIT có giới hạn điểm cộng thành tích không?",
                "Điểm cộng tối đa ở Học viện là bao nhiêu điểm?",
                "PTIT có quy định điểm cộng không vượt quá bao nhiêu phần trăm?",
                "Điểm cộng tối đa của PTIT so với thang điểm 30 là bao nhiêu?",
                "PTIT có cho cộng điểm ngoài 3 điểm không?",
                "Học viện có quy định điểm cộng tối đa không quá 10% không?",
                "PTIT có áp dụng mức điểm cộng tối đa 3 điểm không?",
                "Trường PTIT cho phép điểm cộng tối đa bao nhiêu phần trăm?",
                "Điểm cộng khi xét tuyển PTIT được tính ra sao?",
                "PTIT có cộng quá 3 điểm không?",
                "Có được cộng hơn 3 điểm ở PTIT không?",
                "PTIT có áp dụng điểm cộng cho thành tích đặc biệt không?",
                "Học viện có quy định giới hạn điểm cộng là 3 điểm không?",
                "PTIT có cho cộng điểm vượt quá 10% thang điểm không?",
                "Khi có thành tích, thí sinh được cộng bao nhiêu điểm ở PTIT?",
                "PTIT có cộng điểm tối đa 3 điểm cho thành tích đặc biệt không?",
                "PTIT có điểm cộng, điểm thưởng không?",
                "Học viện có quy định về giới hạn điểm thưởng không?",
                "PTIT cộng điểm thế nào cho thí sinh có thành tích tốt?",
                "Mức điểm cộng tối đa mà PTIT áp dụng là gì?",
                "Học viện có điểm khuyến khích tối đa bao nhiêu?",
                "PTIT có cho cộng điểm thưởng cao hơn 3 điểm không?"
            ],
            "responses": [
                "Điểm cộng, điểm thưởng, điểm khuyến khích (gọi chung là điểm cộng) đối với thí sinh có thành tích đặc biệt sẽ không vượt quá 10% mức điểm tối đa của thang điểm xét tuyển, tương đương tối đa là 3 điểm đối với thang điểm 30"
            ]
        },
        {
            "tag": "diem_uu_tien",
            "requests": [
                "Chính sách ưu tiên đối tượng trong tuyển sinh PTIT là gì?",
                "Nhóm đối tượng UT1 bao gồm những ai?",
                "Nhóm UT2 gồm các đối tượng nào?",
                "Điểm cộng ưu tiên cho nhóm UT1 là bao nhiêu?",
                "Điểm cộng ưu tiên cho nhóm UT2 là bao nhiêu?",
                "Các đối tượng 01 đến 04 thuộc nhóm nào trong ưu tiên tuyển sinh?",
                "Các đối tượng 05 đến 07 được cộng bao nhiêu điểm ưu tiên?",
                "Làm sao để biết mình thuộc nhóm UT1 hay UT2?",
                "Nếu em thuộc UT1 và ở khu vực 1 thì được cộng tổng cộng bao nhiêu điểm?",
                "Điểm ưu tiên theo đối tượng có được cộng trực tiếp vào điểm xét tuyển không?",
                "Khu vực 1 được cộng bao nhiêu điểm ưu tiên?",
                "Khu vực 2 nông thôn được cộng bao nhiêu điểm?",
                "Khu vực 2 bình thường được cộng bao nhiêu điểm?",
                "Khu vực 3 có được cộng điểm ưu tiên không?",
                "Em học ở khu vực 2 nông thôn thì được cộng bao nhiêu điểm khi xét tuyển?",
                "Điểm ưu tiên khu vực có khác nhau giữa các phương thức xét tuyển không?",
                "Nếu em học ở KV1 nhưng thi ở KV2 thì tính theo khu vực nào?",
                "Làm sao để xác định khu vực ưu tiên khi đăng ký xét tuyển vào PTIT?",
                "Khu vực ưu tiên có áp dụng cho thí sinh xét tuyển bằng điểm đánh giá năng lực không?",
                "Có thể cộng cả điểm ưu tiên đối tượng và khu vực cùng lúc không?",
                "Điểm ưu tiên có giảm khi tổng điểm trên 22,5 không?",
                "Công thức tính điểm ưu tiên khi tổng điểm lớn hơn 22,5 là gì?",
                "Nếu tổng điểm là 30 thì có được cộng ưu tiên không?",
                "Nếu tổng điểm đạt 25 thì điểm ưu tiên được tính như thế nào?",
                "Khi nào thì được hưởng trọn điểm ưu tiên?",
                "Tại sao lại phải nhân hệ số giảm điểm ưu tiên cho thí sinh có điểm cao?",
                "Điểm ưu tiên có thể âm không?",
                "Điểm ưu tiên có làm tổng điểm vượt quá 30 không?",
                "Quy định giảm điểm ưu tiên được áp dụng cho phương thức nào?",
                "Cách tính điểm ưu tiên khi dùng điểm SAT/ACT hoặc ĐGNL thì có khác không?",
                "Chính sách ưu tiên khu vực được áp dụng trong bao lâu?",
                "Em tốt nghiệp năm 2023 có còn được tính điểm ưu tiên khu vực không?",
                "Thí sinh tốt nghiệp năm 2024 có được hưởng ưu tiên khu vực trong năm 2025 không?",
                "Nếu em tốt nghiệp năm 2022 thì có được ưu tiên nữa không?",
                "Điểm ưu tiên có giới hạn trong năm tốt nghiệp không?",
                "Khi nào thì hết hạn hưởng ưu tiên khu vực?",
                "Chính sách ưu tiên có áp dụng khác nhau giữa các trường đại học không?",
                "Nếu em xét tuyển vào PTIT bằng điểm học bạ, có được cộng ưu tiên không?",
                "PTIT áp dụng chính sách ưu tiên theo quy chế nào?",
                "Các mức điểm ưu tiên được quy đổi như thế nào nếu thang điểm khác 10?"
            ],
            "responses": [
                "Chính sách ưu tiên về đối tượng, khu vực theo Quy chế tuyển sinh của Bộ GD&ĐT. Cụ thể:\nMức điểm ưu tiên áp dụng cho nhóm đối tượng UT1 (gồm các đối tượng 01 đến 04) là 2,0 điểm và cho nhóm đối tượng UT2 (gồm các đối tượng 05 đến 07) là 1,0 điểm\n\nMức điểm ưu tiên áp dụng cho khu vực 1 (KV1) là 0,75 điểm, khu vực 2 nông thôn (KV2_NT) là 0,5 điểm, khu vực 2(KV2) là 0,25 điểm, khu vực 3 (KV3) không được tính điểm ưu tiên.\n\nĐiểm ưu tiên đối với thí sinh đạt tổng điểm từ 22,5 trở lên (áp dụng theo thang điểm 10 và tổng điểm 3 môn tối đa là 30) được xác định theo công thức sau:\n\nĐiểm ưu tiên = [(30 – Tổng điểm đạt được(*))/7,5] x [Điểm ưu tiên theo QC (nếu có) + Điểm thưởng (nếu có)]\n\n(*) Tổng điểm đạt được là điểm xét tuyển (không gồm điểm ưu tiên và điểm thưởng) tương ứng với từng phương thức xét tuyển\n\nCác mức điểm ưu tiên được quy định nêu trên tương ứng với tổng điểm 3 môn (trong tổ hợp xét tuyển) theo thang điểm 10 đối với từng môn thi (không nhân hệ số); trường hợp phương thức tuyển sinh sử dụng thang điểm khác thì mức điểm ưu tiên được quy đổi tương đương theo thang điểm xét tuyển.\n\nThí sinh chỉ được hưởng chính sách ưu tiên khu vực theo quy định trong năm tốt nghiệp THPT (hoặc trung cấp) và một năm kế tiếp (thí sinh tốt nghiệp năm 2024 và năm 2025)."
            ]
        },
        {
            "tag": "ho_so_dang_ky",
            "requests": [
                "Hồ sơ đăng ký xét tuyển vào PTIT gồm những gì?",
                "Hồ sơ đăng ký xét tuyển PTIT có bắt buộc phải nộp học bạ bản gốc không?",
                "Khi làm hồ sơ xét tuyển PTIT có cần giấy chứng nhận tốt nghiệp tạm thời không?",
                "Hồ sơ đăng ký xét tuyển PTIT có yêu cầu giấy chứng nhận kết quả thi THPT không?",
                "Thí sinh nộp hồ sơ xét tuyển PTIT có cần giấy chứng nhận ưu tiên không?",
                "Hồ sơ đăng ký xét tuyển PTIT có cần sổ hộ khẩu không?",
                "PTIT có chấp nhận hồ sơ photo chưa công chứng không?",
                "Hồ sơ xét tuyển PTIT cần chuẩn bị mấy tấm ảnh 3x4 hoặc 4x6?",
                "Nộp hồ sơ đăng ký xét tuyển PTIT có cần giấy xác nhận hạnh kiểm không?",
                "Hồ sơ đăng ký xét tuyển PTIT có cần giấy chứng nhận rèn luyện đoàn viên không?",
                "Khi nộp hồ sơ xét tuyển PTIT online, thí sinh có phải scan học bạ không?",
                "Hồ sơ xét tuyển PTIT có cần bản sao chứng minh nhân dân/căn cước công dân không?",
                "Hồ sơ đăng ký PTIT có cần giấy chứng nhận khám sức khỏe không?",
                "Thí sinh nộp hồ sơ xét tuyển PTIT có cần bảng điểm lớp 12 không?",
                "PTIT có yêu cầu giấy xác nhận điểm cộng ưu tiên trong hồ sơ không?",
                "Hồ sơ xét tuyển PTIT có bắt buộc phải có giấy chứng nhận đoạt giải học sinh giỏi không?",
                "Khi đăng ký xét tuyển PTIT, hồ sơ có cần giấy chứng nhận IELTS/TOEIC không?",
                "Hồ sơ đăng ký PTIT cần chuẩn bị mấy bộ để nộp?",
                "Hồ sơ xét tuyển PTIT có yêu cầu bản sao thẻ BHYT không?",
                "Hồ sơ xét tuyển vào PTIT có cần giấy xác nhận đang học lớp 12 không?",
                "PTIT có mẫu hồ sơ xét tuyển riêng hay dùng hồ sơ theo quy định của Bộ GD&ĐT?",
                "Khi nộp hồ sơ xét tuyển PTIT cần chuẩn bị giấy tờ nào?",
                "Hồ sơ tuyển sinh PTIT cần bao nhiêu loại giấy tờ?",
                "Để đăng ký vào PTIT thì phải nộp hồ sơ gồm những gì?",
                "PTIT yêu cầu những giấy tờ nào trong hồ sơ xét tuyển?",
                "Cần chuẩn bị hồ sơ đăng ký xét tuyển ra sao để nộp vào PTIT?",
                "Hồ sơ xét tuyển vào PTIT có những thành phần nào?",
                "PTIT có yêu cầu bản sao công chứng trong hồ sơ đăng ký không?",
                "Hồ sơ đăng ký xét tuyển PTIT phải nộp mấy bản giấy tờ?",
                "Khi đăng ký xét tuyển PTIT có cần nộp học bạ không?",
                "Hồ sơ đăng ký xét tuyển PTIT có cần bản sao giấy khai sinh không?",
                "PTIT yêu cầu hồ sơ đăng ký có ảnh thẻ không?",
                "Hồ sơ xét tuyển PTIT nộp qua hệ thống online thì gồm những gì?",
                "Khi làm hồ sơ xét tuyển vào PTIT thì cần chuẩn bị những tài liệu nào?",
                "Hồ sơ đăng ký xét tuyển PTIT có cần chứng minh nhân dân không?",
                "PTIT yêu cầu hồ sơ đăng ký xét tuyển có dấu xác nhận của trường THPT không?",
                "Muốn nộp hồ sơ vào PTIT thì phải chuẩn bị gì?",
                "Các loại giấy tờ cần thiết khi nộp hồ sơ vào PTIT là gì?",
                "PTIT yêu cầu hồ sơ xét tuyển online có kèm giấy tờ gì không?",
                "Hồ sơ đăng ký xét tuyển PTIT có giống như hồ sơ thi THPT không?"
            ],
            "responses": [
                "Hồ sơ đăng ký xét tuyển vào Học viện Công nghệ Bưu chính Viễn thông (PTIT) bao gồm Phiếu đăng ký tuyển sinh, Bản sao hợp lệ Bằng tốt nghiệp THPT (hoặc Giấy chứng nhận tốt nghiệp tạm thời), Bản sao hợp lệ Học bạ THPT, Bản sao hợp lệ Giấy khai sinh, Ảnh thẻ 3x4, và các giấy tờ minh chứng khác tùy theo phương thức xét tuyển, ví dụ như bản chụp Căn cước công dân, giấy tờ ưu tiên. Số lượng loại giấy tờ cụ thể phụ thuộc vào phương thức bạn chọn để xét tuyển. "
            ]
        },
        {
            "tag": "hoc_bong",
            "requests": [
                "Ngành CNTT ở PTIT có học bổng không?",
                "PTIT có cấp học bổng cho sinh viên không?",
                "Học CNTT ở PTIT có được nhận học bổng không?",
                "Trường PTIT có học bổng khuyến khích học tập không?",
                "Học bổng ngành CNTT tại PTIT có không?",
                "Sinh viên CNTT PTIT có được học bổng không?",
                "PTIT có những loại học bổng nào?",
                "Trường có học bổng dành cho sinh viên giỏi không?",
                "Có học bổng cho sinh viên ngành công nghệ thông tin ở PTIT không?",
                "PTIT có học bổng hỗ trợ sinh viên không?",
                "Trường có học bổng tài trợ từ doanh nghiệp không?",
                "Ngành công nghệ thông tin có học bổng riêng không?",
                "Có học bổng cho sinh viên khó khăn ở PTIT không?",
                "PTIT có cấp học bổng cho sinh viên ngành CNTT không?",
                "Sinh viên ngành CNTT có cơ hội nhận học bổng quốc tế không?",
                "Trường có chính sách học bổng hỗ trợ học phí không?",
                "PTIT có học bổng cho sinh viên xuất sắc không?",
                "Sinh viên CNTT ở PTIT có dễ nhận học bổng không?",
                "PTIT có những tiêu chí nào để xét học bổng cho sinh viên CNTT?",
                "Học CNTT tại PTIT có học bổng doanh nghiệp tài trợ không?",
                "Trường có học bổng khuyến khích học tập cho ngành CNTT không?",
                "Sinh viên CNTT PTIT cần điều kiện gì để nhận học bổng?",
                "PTIT có học bổng cho sinh viên nghèo vượt khó không?",
                "Ngành CNTT tại PTIT có học bổng cho sinh viên nghiên cứu khoa học không?",
                "Trường có học bổng theo kết quả học tập cho CNTT không?",
                "Sinh viên CNTT PTIT có được học bổng khi đạt thành tích xuất sắc không?",
                "PTIT có học bổng hỗ trợ sinh viên CNTT tham gia thi quốc tế không?",
                "Học bổng ngành CNTT PTIT trị giá khoảng bao nhiêu?",
                "Sinh viên CNTT PTIT có cơ hội nhận học bổng du học không?",
                "PTIT có học bổng toàn phần cho sinh viên ngành CNTT không?",
                "Học CNTT ở PTIT có thể nhận học bổng bán phần không?",
                "Trường PTIT có học bổng cho sinh viên CNTT năm nhất không?",
                "Học CNTT tại PTIT có học bổng khởi nghiệp không?",
                "PTIT có học bổng cho sinh viên CNTT đạt giải Olympic Tin học không?",
                "Học bổng CNTT PTIT có áp dụng cho sinh viên năm cuối không?",
                "Ngành CNTT tại PTIT có học bổng liên kết với các công ty công nghệ không?",
                "PTIT có chính sách học bổng đặc biệt cho nữ sinh CNTT không?",
                "Trường có học bổng trao đổi sinh viên quốc tế không?"
            ],
            "responses": [
                "\nCó, Ngành CNTT tại Học viện Công nghệ Bưu chính Viễn thông (PTIT) có các loại học bổng, bao gồm học bổng đặc biệt lên tới 500 triệu đồng dành cho thí sinh trúng tuyển đạt kết quả cao, học bổng miễn 100% hoặc 50% học phí năm đầu cho thí sinh có thành tích tốt trong kỳ thi tốt nghiệp THPT, và học bổng khuyến khích học tập dành cho sinh viên có kết quả học tập tốt trong quá trình học.  Ngoài ra, sinh viên còn có nhiều cơ hội để được nhận các xuất học bổng của các doanh nghiệp hàng đầu như Samsung (Hàn Quốc), Tập đoàn Điện lực Nhật Bản Yokogawa (Nhật Bản), TEMIX (Italy), Vietcombank, VP Bank, Agribank,…."
            ]
        },
        {
            "tag": "hoc_gi",
            "requests": [
                "Ngành công nghệ thông tin sinh viên được học những gì ?",
                "Sinh viên được học những gì trong ngành công nghệ thông tin ?",
                "Ngành công nghệ thông tin được học những gì ?",
                "Sinh viên ngành CNTT được học những gì",
                "Ngành CNTT sinh viên được học",
                "Ngành CNTT trường đại học học công nghiệp hà nội sinh viên được học những gì",
                "Ngành CNTT của trường sinh viên học những gì",
                "Sinh viên được học những gì ngành CNTT",
                "Sinh viên được học những gì ngành công nghệ thông tin tại PTIT ",
                "Ngành công nghệ thông tin cho sinh viên học những gì",
                "Công nghệ thông tin sinh viên được học gì",
                "Học ngành CNTT thì chương trình đào tạo gồm những gì?",
                "Sinh viên CNTT tại PTIT sẽ được học những môn nào?",
                "Ngành Công nghệ thông tin có những môn học chính nào?",
                "Học CNTT ra thì được học kiến thức gì?",
                "Sinh viên ngành CNTT sẽ được trang bị những kiến thức gì?",
                "Ngành CNTT dạy những kỹ năng nào cho sinh viên?",
                "Học CNTT thì sẽ học lập trình những gì?",
                "Sinh viên CNTT được học những môn đại cương và chuyên ngành gì?",
                "Ngành CNTT đào tạo sinh viên những môn gì trong 4 năm học?",
                "Sinh viên CNTT sẽ học về lập trình, mạng hay trí tuệ nhân tạo không?",
                "Chương trình CNTT gồm những môn học cơ bản nào?",
                "Ngành Công nghệ thông tin cung cấp cho sinh viên những kiến thức gì?",
                "Học CNTT tại PTIT có học về AI, Big Data không?",
                "Sinh viên CNTT học những môn nào trong năm đầu tiên?",
                "Sinh viên CNTT PTIT học chuyên sâu về những lĩnh vực nào?",
                "CNTT tại trường PTIT đào tạo những kiến thức gì cho sinh viên?",
                "Sinh viên CNTT sẽ học những kỹ năng lập trình nào?",
                "Ngành CNTT có dạy về phần cứng và mạng máy tính không?",
                "Sinh viên CNTT học về những công nghệ nào trong chương trình đào tạo?",
                "Chương trình học CNTT tại PTIT gồm những môn nào?",
                "Ngành công nghệ thông tin sinh viên học được những gì",
                "Sinh viên khoa công nghệ thông tin được học những gì"
            ],
            "responses": [
                "Sinh viên ngành CNTT tại PTIT sẽ được học từ cơ bản đến chuyên sâu. Chương trình bao gồm: kiến thức nền tảng về toán, xác suất thống kê, cấu trúc dữ liệu & giải thuật, kiến trúc máy tính, hệ điều hành, mạng máy tính, cơ sở dữ liệu. Sau đó sinh viên học các môn chuyên ngành như trí tuệ nhân tạo, an toàn thông tin, công nghệ web,.."
            ]
        },
        {
            "tag": "hoc_phi",
            "requests": [
                "Sinh viên CNTT phải đóng học phí bao nhiêu một năm?",
                "Học CNTT ở PTIT hết bao nhiêu tiền một năm?",
                "Học phí CNTT tại PTIT có đắt không?",
                "Sinh viên CNTT PTIT mỗi kỳ phải đóng bao nhiêu học phí?",
                "Học phí ngành CNTT ở PTIT một kỳ là bao nhiêu tín chỉ?",
                "Học phí CNTT trường PTIT có thay đổi theo từng năm không?",
                "Ngành CNTT PTIT học phí tính theo tín chỉ hay theo năm?",
                "Một tín chỉ ngành CNTT tại PTIT có giá bao nhiêu?",
                "Học phí CNTT PTIT năm nay là bao nhiêu?",
                "Ngành CNTT PTIT học phí có cao hơn các ngành khác không?",
                "Học phí CNTT trường PTIT so với trường khác thế nào?",
                "Sinh viên CNTT tại PTIT một kỳ đóng khoảng bao nhiêu?",
                "Học phí ngành CNTT của PTIT hiện tại bao nhiêu một học kỳ?",
                "Ngành CNTT học phí trường PTIT bao nhiêu một khóa học?",
                "Tổng chi phí học ngành CNTT tại PTIT là bao nhiêu?",
                "Học phí CNTT PTIT có miễn giảm cho sinh viên giỏi không?",
                "Ngành CNTT PTIT học phí bình quân là bao nhiêu một năm?",
                "Học phí ngành CNTT PTIT có thay đổi theo từng khóa không?",
                "Một khóa CNTT ở PTIT học phí hết khoảng bao nhiêu tiền?",
                "Học phí ngành CNTT PTIT có hỗ trợ trả góp không?",
                "Ngành CNTT trường PTIT học phí hiện nay bao nhiêu tiền?",
                "Ngành CNTT học phí khoảng bao nhiêu tiền?",
                "Học phí CNTT trường PTIT là bao nhiêu?",
                "Ngành công nghệ thông tin học phí bao nhiêu một kỳ?",
                "Ngành công nghệ thông tin học phí tại PTIT năm 2025 là bao nhiêu?",
                "Trường PTIT ngành CNTT học phí khoảng bao nhiêu?",
                "Học phí ngành CNTT ở PTIT có cao không?",
                "CNTT học phí tại PTIT bao nhiêu một năm học?",
                "Học phí của ngành CNTT trường PTIT?",
                "Học phí đại học ngành CNTT PTIT là bao nhiêu?",
                "Ngành CNTT trường PTIT phải đóng học phí thế nào?",
                "Ngành CNTT một kỳ học phí bao nhiêu tín chỉ?",
                "Học phí một năm ngành CNTT trường PTIT bao nhiêu?",
                "Sinh viên ngành CNTT đóng học phí bao nhiêu?",
                "Học phí ngành CNTT hệ đại học chính quy PTIT là bao nhiêu?",
                "Một năm học phí ngành CNTT tại PTIT khoảng bao nhiêu?",
                "Ngành công nghệ thông tin ở PTIT học phí thế nào?",
                "Học phí CNTT năm 2025 tại PTIT bao nhiêu?",
                "Học phí ngành CNTT trường PTIT bao nhiêu tiền?"
            ],
            "responses": [
                "Học phí dự kiến với sinh viên chính quy:\n– Học phí trình độ đại hệ chính quy chương trình đại trà năm học 2025-2026 dự kiến: trung bình từ khoảng 29,6 triệu đồng đến 37,6 triệu đồng/năm tùy theo từng ngành học;\n– Học phí chương trình chất lượng cao trình độ đại học năm học 2025-2026: mức thu học phí trung bình từ khoảng 49,2 triệu đồng đến 55 triệu đồng/năm học tùy theo từng ngành/ chương trình học;\n– Học phí chương trình Cử nhân Công nghệ thông tin (định hướng ứng dụng), Thiết kế và phát triển Game, Công nghệ thông tin Việt – Nhật, Trí tuệ nhân tạo năm học 2025-2026: mức thu học phí trung bình từ khoảng 40 triệu đến 45,5 triệu đồng/năm học tùy theo từng ngành/ chương trình học;\n– Học phí chương trình liên kết quốc tế năm học 2025-2026: mức thu học phí trung bình từ khoảng 54 triệu đến 62,5 triệu đồng/năm tùy theo từng chương trình;."
            ]
        },
        {
            "tag": "hoc_quan_su",
            "requests": [
                "Năm nhất PTIT đi quân sự ở đâu",
                "Học đại học có phải đi quân sự không",
                "Sinh viên PTIT năm nhất đi quân sự",
                "Năm nhất đi quân sự ở cơ sở nào",
                "Quân sự PTIT tổ chức ở cơ sở nào",
                "Thời gian đi quân sự",
                "Học quân sự PTIT tại cơ sở Hà Nam đúng không",
                "Đi quân sự ở cơ sở mấy của trường",
                "PTIT có mấy cơ sở học quân sự",
                "Đi quân sự 1 tháng đúng không",
                "Đi học quân sự PTIT như thế nào",
                "Học quân sự như thế nào và thời gian",
                "Thời gian học quân sự của PTIT là bao lâu",
                "Địa điểm nào để học quân sự",
                "Bao giờ thì sinh viên PTIT đi quân sự",
                "Học quân sự ở trường mình hay là ở trường khác ?",
                "Học quân sự PTIT năm mấy",
                "Thời gian và địa điểm khi học quân sự",
                "Quân sự ở PTIT kéo dài bao nhiêu tuần?",
                "Học quân sự PTIT có bắt buộc không?",
                "Đi học quân sự PTIT có được nghỉ cuối tuần không?",
                "Quân sự ở PTIT có khó không?",
                "Sinh viên năm 2 có phải học quân sự không?",
                "PTIT tổ chức quân sự chung cho tất cả khoa hay riêng từng khoa?",
                "Quân sự PTIT tổ chức vào kỳ nào?",
                "Thời điểm nào sinh viên PTIT bắt đầu học quân sự?",
                "Sinh viên PTIT học quân sự ở Hà Nam bao lâu?",
                "Có phải nam nữ đều đi quân sự không?",
                "Học quân sự PTIT có được cộng điểm rèn luyện không?",
                "Quân sự ở PTIT có phải ở nội trú không?",
                "Sinh viên học quân sự PTIT có được về thăm nhà không?",
                "Học quân sự PTIT có thi không?",
                "Quân sự PTIT có huấn luyện bắn súng không?",
                "Có phải tất cả sinh viên PTIT đều đi quân sự không",
                "Phí học quân sự là bao nhiêu",
                "Học quân sự của PTIT ở Hà Nội hay ở đâu",
                "Học quân sự PTIT trong trường hay liên kết trường khác",
                "PTIT học quân sự ở cơ sở Hà Nam hay cơ sở khác",
                "Lên đại học ở PTIT có phải học quân sự không",
                "học quân sự PTIT có mất phí không",
                "Thời gian và địa điểm học quân sự của PTIT cụ thể thế nào"
            ],
            "responses": [
                "1. Đối tượng: Toàn thể các sinh viên chưa có chứng chỉ GDQP-AN và không thuộc đối tượng được tạm hoãn, miễn học, miễn thi học phần, nội dung trong chương trình GDQP-AN được quy định tại Thông tư liên tịch số 18/2015/TTLT-BGDĐT-BLĐTBXH ngày 08/9/2015.\n2. Thời gian:  (04 tuần).\n3. Địa điểm: Trung tâm GDQP&AN (Trường Đại học Sư phạm TDTT Hà Nội – xã Phụng Châu, huyện Chương Mỹ, TP. Hà Nội).\n4. Học phí và các khoản phí khác:\nHọc phí và chi phí ở KTX (thu hộ Trung tâm GDQP&AN): Thực hiện chuyển đổi số Quốc gia, Trung tâm thu học phí không sử dụng tiền mặt. Sinh viên truy cập tài khoản email PTIT để xem số học phí phải đóng. \nLệ phí sinh hoạt, quân tư trang… sinh viên nộp trực tiếp cho Trung tâm GDQP&AN theo thông báo của Trung tâm GDQP&A"
            ]
        },
        {
            "tag": "ki_tuc_xa",
            "requests": [
                "Trường PTIT có ký túc xá cho sinh viên không?",
                "PTIT có bao nhiêu ký túc xá dành cho sinh viên?",
                "Sinh viên học CNTT ở PTIT có được ở ký túc xá không?",
                "Trường có ký túc xá cho sinh viên ngành CNTT không?",
                "PTIT có hỗ trợ chỗ ở ký túc xá cho sinh viên không?",
                "Ký túc xá trường PTIT có dành cho sinh viên CNTT không?",
                "PTIT có chỗ ở trong ký túc xá cho sinh viên mới nhập học không?",
                "Sinh viên PTIT có thể đăng ký ký túc xá không?",
                "Ngành CNTT ở PTIT có ký túc xá cho sinh viên không?",
                "PTIT có ký túc xá riêng cho sinh viên không?",
                "Trường có ký túc xá cho sinh viên năm nhất không?",
                "PTIT có ký túc xá tập trung cho sinh viên không?",
                "Trường có bố trí ký túc xá cho sinh viên CNTT không?",
                "Sinh viên PTIT có thể xin ở ký túc xá không?",
                "PTIT có ký túc xá gần trường không?",
                "Trường có ký túc xá dành cho tất cả sinh viên không?",
                "Sinh viên ngành công nghệ thông tin ở PTIT có được ở ký túc xá không?",
                "Ký túc xá PTIT ở đâu?",
                "PTIT có bao nhiêu chỗ ở trong ký túc xá cho sinh viên?",
                "Muốn đăng ký ký túc xá ở PTIT thì làm thế nào?",
                "Sinh viên năm cuối CNTT có được ở ký túc xá không?",
                "Ký túc xá PTIT có gần cơ sở học không?",
                "PTIT có hỗ trợ sinh viên khó khăn về chỗ ở trong ký túc xá không?",
                "Ký túc xá PTIT có phân cho sinh viên nữ riêng không?",
                "Sinh viên ngành CNTT PTIT có ưu tiên ở ký túc xá không?",
                "PTIT ký túc xá có mấy người một phòng?",
                "Ký túc xá PTIT có đảm bảo an ninh không?",
                "Sinh viên muốn ở ký túc xá PTIT thì nộp hồ sơ ở đâu?",
                "PTIT có ký túc xá tại cả hai cơ sở không?",
                "Ký túc xá PTIT có chỗ để xe cho sinh viên không?",
                "PTIT có hỗ trợ sinh viên ngoại tỉnh về chỗ ở ký túc xá không?",
                "Muốn thuê phòng ký túc xá PTIT có tốn nhiều chi phí không?",
                "Ký túc xá PTIT có nhà ăn, căn tin cho sinh viên không?",
                "PTIT có ký túc xá riêng cho sinh viên cao học không?",
                "Sinh viên CNTT PTIT có thể ở ký túc xá trong suốt 4 năm không?",
                "Ký túc xá PTIT có internet, wifi cho sinh viên không?",
                "PTIT ký túc xá có giờ giấc quy định như thế nào?",
                "Ký túc xá PTIT có dành cho sinh viên ngành CNTT không?",
                "Trường PTIT có ký túc xá nội trú cho sinh viên không?",
                "PTIT có hỗ trợ ký túc xá cho sinh viên ngoại tỉnh không?"
            ],
            "responses": [
                "\nCó, trường Học viện Công nghệ Bưu chính Viễn thông (PTIT) có ký túc xá hỗ trợ cho sinh viên, bao gồm cả sinh viên ngành CNTT, tùy thuộc vào điều kiện đăng ký. Sinh viên có hộ khẩu thường trú ngoài Hà Nội có thể làm hồ sơ để được xem xét bố trí ở nội trú tại các ký túc xá của Học viện. "
            ]
        },
        {
            "tag": "muc_luong",
            "requests": [
                "Sinh viên CNTT PTIT mới tốt nghiệp lương khoảng bao nhiêu?",
                "Ra trường CNTT PTIT thì thu nhập ban đầu khoảng bao nhiêu một tháng?",
                "Mức lương trung bình của sinh viên CNTT PTIT ra trường là bao nhiêu?",
                "Lương trung bình của tân cử nhân CNTT PTIT là bao nhiêu?",
                "Học CNTT ở PTIT ra trường thì lương khởi điểm thế nào?",
                "Mức lương sinh viên CNTT PTIT mới tốt nghiệp thường dao động trong khoảng nào?",
                "Sinh viên mới ra trường ngành CNTT PTIT thường nhận lương bao nhiêu?",
                "CNTT PTIT ra trường thì lương có cao không?",
                "Cho em hỏi lương khởi điểm của sinh viên CNTT PTIT là bao nhiêu?",
                "Sinh viên CNTT PTIT mới ra trường thường lương khởi điểm bao nhiêu một tháng?",
                "Ra trường ngành CNTT ở PTIT thì lương đầu vào khoảng bao nhiêu?",
                "Lương khởi điểm của sinh viên CNTT PTIT sau tốt nghiệp là bao nhiêu?",
                "Sinh viên CNTT PTIT vừa tốt nghiệp được trả lương thế nào?",
                "Học CNTT ở PTIT ra trường thì mức lương ban đầu thế nào?",
                "Lương của sinh viên ngành CNTT PTIT sau khi ra trường là bao nhiêu?",
                "Cho em hỏi lương sinh viên CNTT PTIT sau khi ra trường?",
                "Sinh viên CNTT PTIT ra trường có thu nhập trung bình bao nhiêu?",
                "Sinh viên CNTT PTIT mới tốt nghiệp có thể nhận lương khoảng bao nhiêu?",
                "Sinh viên CNTT PTIT mới tốt nghiệp thường có thu nhập bao nhiêu một tháng?",
                "Ra trường ngành CNTT PTIT thì lương trung bình khởi điểm là bao nhiêu?",
                "Lương của sinh viên CNTT PTIT sau khi mới ra trường dao động thế nào?",
                "Tốt nghiệp CNTT PTIT thì mức lương ban đầu thường là bao nhiêu?",
                "Thu nhập khởi điểm của sinh viên CNTT PTIT thường nằm trong khoảng nào?",
                "Sinh viên ngành CNTT của PTIT sau khi tốt nghiệp lương bao nhiêu?",
                "Mức lương của tân kỹ sư CNTT PTIT mới đi làm là bao nhiêu?",
                "Lương khởi điểm trung bình của sinh viên CNTT PTIT là bao nhiêu một tháng?",
                "Sinh viên CNTT PTIT mới ra trường có mức lương khoảng bao nhiêu?",
                "CNTT PTIT ra trường thì thu nhập tháng đầu tiên là bao nhiêu?",
                "Sinh viên mới tốt nghiệp ngành CNTT PTIT thường có lương khởi điểm như thế nào?",
                "Mức thu nhập khởi điểm của sinh viên CNTT PTIT sau khi ra trường ra sao?",
                "Sinh viên CNTT PTIT mới ra trường có lương khoảng bao nhiêu tiền/tháng?",
                "Lương ban đầu của sinh viên CNTT PTIT sau khi tốt nghiệp khoảng bao nhiêu?",
                "Học CNTT ở PTIT ra trường thì có thể nhận mức lương bao nhiêu?",
                "Tân cử nhân CNTT PTIT đi làm có mức lương bao nhiêu?",
                "Sinh viên CNTT PTIT vừa ra trường có lương khởi điểm dao động từ bao nhiêu?",
                "Thu nhập ban đầu của sinh viên CNTT PTIT sau khi ra trường thường thế nào?",
                "Sinh viên ngành CNTT PTIT ra trường có lương bao nhiêu một tháng?",
                "Ra trường ngành CNTT ở PTIT thì lương trung bình tháng đầu khoảng bao nhiêu?",
                "Ra trường CNTT PTIT thì lương tháng đầu tiên khoảng bao nhiêu?",
                "Mức thu nhập của sinh viên CNTT PTIT mới ra trường là bao nhiêu?"
            ],
            "responses": [
                "Mức lương của sinh viên Công nghệ Thông tin mới ra trường tại PTIT thường dao động từ 7 – 11 triệu đồng/tháng, tùy thuộc vào vị trí cụ thể như lập trình viên, nhân viên IT, hay kỹ sư phần mềm. Tuy nhiên, con số này có thể cao hơn, với một số báo cáo cho thấy mức khởi điểm có thể lên tới 15 triệu đồng hoặc hơn, đặc biệt tại các công ty lớn."
            ]
        },
        {
            "tag": "nang_luc",
            "requests": [
                "Học lực khá có thể đỗ CNTT ở PTIT không?",
                "Học lực trung bình có đủ khả năng theo ngành CNTT ở PTIT không?",
                "Thi khối A điểm không cao có thể đỗ ngành CNTT PTIT không?",
                "Học lực giỏi toán mới theo được ngành CNTT ở PTIT đúng không?",
                "Nếu học kém môn Lý thì có ảnh hưởng đến việc học CNTT ở PTIT không?",
                "Muốn theo học CNTT PTIT thì cần giỏi môn nào nhất?",
                "Học sinh chuyên Văn có học được ngành CNTT ở PTIT không?",
                "Nếu không biết lập trình trước thì có thể theo học CNTT ở PTIT được không?",
                "CNTT PTIT có phù hợp với những bạn không có nền tảng công nghệ không?",
                "Học lực trung bình nhưng chăm chỉ có thể theo học CNTT ở PTIT không?",
                "Những tố chất cần có để học ngành CNTT tại PTIT là gì?",
                "Muốn học CNTT ở PTIT thì cần tư duy logic mạnh không?",
                "Nếu không giỏi tiếng Anh thì có học CNTT ở PTIT được không?",
                "Sinh viên CNTT ở PTIT có cần năng khiếu máy tính sẵn không?",
                "Học CNTT tại PTIT có đòi hỏi khả năng tự học cao không?",
                "Người hướng nội có phù hợp với ngành CNTT ở PTIT không?",
                "Học CNTT PTIT có khó với người ít kiên nhẫn không?",
                "Nữ theo học CNTT ở PTIT có cơ hội việc làm như nam không?",
                "Ngành CNTT PTIT có nhiều bạn nữ học không hay chủ yếu là nam?",
                "Nếu không có đam mê công nghệ thì có nên chọn CNTT ở PTIT không?",
                "Học CNTT tại PTIT có yêu cầu khả năng làm việc nhóm tốt không?",
                "Học lực trung bình khá thì có cơ hội vào CNTT PTIT không?",
                "Mất gốc tin học thì có học được ngành CNTT ở PTIT không?",
                "Không biết gì về tin học có theo kịp ngành CNTT không?",
                "Điểm thi không quá cao liệu có trúng tuyển CNTT PTIT không?",
                "Người mới bắt đầu, mất căn bản có thể theo học CNTT PTIT không?",
                "Học CNTT có cần phải giỏi tin học từ trước không?",
                "Để học tốt CNTT ở PTIT cần có tố chất gì?",
                "Sinh viên ngành CNTT cần những kỹ năng, tố chất nào?",
                "Muốn học CNTT thì cần giỏi về những môn nào?",
                "Không giỏi toán có thể theo ngành CNTT được không?",
                "Học CNTT ở PTIT có cần phải thật giỏi toán không?",
                "Không mạnh về toán thì có học CNTT ổn không?",
                "Nữ có thể học ngành CNTT ở PTIT được không?",
                "Nữ học CNTT có khó khăn gì hơn so với nam không?",
                "Ngành CNTT ở PTIT có nhiều sinh viên nữ theo học không?"
            ],
            "responses": [
                "Ngành Công nghệ thông tin tại PTIT không bắt buộc thí sinh phải giỏi tuyệt đối về toán hay có nền tảng tin học từ trước, nhưng một số tố chất sẽ giúp học tốt hơn: Tư duy logic, phân tích vấn đề, kiên trì. Kỹ năng làm việc nhóm và giao tiếp: Tiếng Anh:Về học lực: học lực khá hoàn toàn có thể trúng tuyển CNTT ở PTIT nếu đạt điểm chuẩn theo quy định từng năm.  Về giới tính: nữ hoàn toàn có thể học CNTT,.  Về nền tảng: mất gốc tin học vẫn học được, vì chương trình bắt đầu từ cơ sở căn bản, sau đó nâng cao dần."
            ]
        },
        {
            "tag": "ngoai_ngu",
            "requests": [
                "ngành CNTT ở PTIT có học ngoại ngữ không?",
                "PTIT có trung tâm ngoại ngữ riêng cho sinh viên CNTT không?",
                "Sinh viên CNTT PTIT có được học các khóa ngoại ngữ tự chọn không?",
                "PTIT có chương trình trao đổi ngoại ngữ với giảng viên nước ngoài cho sinh viên CNTT không?",
                "Ngành CNTT ở PTIT có yêu cầu chứng chỉ TOEIC/IELTS để tốt nghiệp không?",
                "PTIT có dạy tiếng Trung cho sinh viên CNTT không?",
                "Sinh viên CNTT PTIT có được miễn học ngoại ngữ nếu đã có chứng chỉ quốc tế không?",
                "Ngoại ngữ trong chương trình CNTT PTIT chiếm bao nhiêu % tổng số tín chỉ?",
                "Sinh viên CNTT PTIT có được học ngoại ngữ chuyên ngành công nghệ thông tin không?",
                "PTIT có mở lớp ngoại ngữ tăng cường cho sinh viên CNTT yếu tiếng Anh không?",
                "Sinh viên CNTT PTIT có được học song song 2 ngoại ngữ không?",
                "PTIT có chương trình tiếng Anh tích hợp trong các môn CNTT không?",
                "Sinh viên CNTT PTIT có được học với giảng viên bản ngữ khi học ngoại ngữ không?",
                "PTIT có dạy tiếng Pháp cho sinh viên CNTT không?",
                "Ngoại ngữ của ngành CNTT PTIT có thi đầu ra bắt buộc không?",
                "PTIT có tổ chức kỳ thi ngoại ngữ chuẩn quốc tế cho sinh viên CNTT không?",
                "Sinh viên CNTT PTIT có thể đăng ký học ngoại ngữ vào kỳ hè không?",
                "PTIT có dạy tiếng Anh lập trình hoặc tiếng Anh công nghệ cho sinh viên CNTT không?",
                "Sinh viên CNTT ở PTIT có phải làm đồ án ngoại ngữ không?",
                "PTIT có hợp tác với các trung tâm ngoại ngữ bên ngoài để đào tạo sinh viên CNTT không?",
                "Sinh viên CNTT PTIT có được chọn học ngoại ngữ theo định hướng nghề nghiệp không?",
                " CNTT PTIT có bắt buộc học ngoại ngữ không?",
                "Sinh viên PTIT có phải học các môn ngoại ngữ không?",
                " Sinh viên CNTT ở PTIT có học tiếng Nhật hoặc tiếng Hàn không?",
                " Trường PTIT có dạy ngoại ngữ cho sinh viên CNTT không?",
                " Học ngành CNTT ở PTIT có được học ngoại ngữ nào không?",
                " Sinh viên ngành CNTT có học tiếng Anh không?",
                " Có môn ngoại ngữ nào trong chương trình đào tạo CNTT PTIT không?",
                " PTIT có yêu cầu sinh viên CNTT đạt chuẩn ngoại ngữ đầu ra không?",
                "Ngành CNTT PTIT có bao nhiêu tín chỉ ngoại ngữ?",
                " PTIT có chương trình tăng cường ngoại ngữ cho sinh viên CNTT không?",
                " Sinh viên CNTT PTIT có cần học ngoại ngữ ngoài tiếng Anh không?",
                " PTIT có giảng dạy ngoại ngữ 2 cho sinh viên CNTT không?",
                " Sinh viên CNTT PTIT có được chọn ngoại ngữ để học không?",
                " Ngành CNTT tại PTIT có học tiếng Anh chuyên ngành không?",
                " PTIT có bắt buộc sinh viên CNTT học tiếng Anh học thuật không?",
                " CNTT ở PTIT có học ngoại ngữ ngay từ năm nhất không?",
                " PTIT có đào tạo tiếng Anh giao tiếp cho sinh viên CNTT không?",
                "Sinh viên CNTT ở PTIT có học ngoại ngữ như một môn bắt buộc không?",
                ".Ngành CNTT PTIT có yêu cầu học ngoại ngữ nâng cao không?"
            ],
            "responses": [
                "Sinh viên ngành CNTT tại PTIT bắt buộc phải học ngoại ngữ, chủ yếu là tiếng Anh. Chương trình bao gồm các học phần tiếng Anh cơ bản, tiếng Anh học thuật và tiếng Anh chuyên ngành CNTT. Ngoài ra, trường cũng có giảng dạy ngoại ngữ 2 như tiếng Nhật, tiếng Hàn cho những sinh viên có nhu cầu.Để tốt nghiệp, sinh viên cần đạt chuẩn đầu ra ngoại ngữ (ví dụ: tương đương TOEIC 450 hoặc các chứng chỉ quốc tế tương đương). Nhà trường còn tổ chức các lớp tăng cường ngoại ngữ, giao lưu học thuật quốc tế và hỗ trợ sinh viên tham gia các kỳ thi lấy chứng chỉ."
            ]
        },
        {
            "tag": "phuong_thuc",
            "requests": [
                "Trường có những phương thức xét tuyển nào?",
                "Các cách để được trúng tuyển vào ngành CNTT của trường là gì?",
                "Các hình thức tuyển sinh của trường là gì?",
                "Trường có áp dụng nhiều phương thức xét tuyển khác nhau không?",
                "Xin cho biết trường xét tuyển theo những cách nào?",
                "Những con đường để được vào học tại trường là gì?",
                "Trường hiện nay có bao nhiêu phương thức tuyển sinh?",
                "Trường có phương thức ưu tiên nào cho thí sinh giỏi không?",
                "Có thể vào trường bằng các hình thức xét tuyển nào?",
                "Cho mình hỏi trường có áp dụng xét tuyển kết hợp không?",
                "Trường áp dụng những phương thức xét tuyển nào trong năm nay?",
                "Các phương thức tuyển sinh CNTT của PTIT như thế nào?",
                "Ngoài điểm thi THPT, còn phương thức xét tuyển nào khác không?",
                "Có bao nhiêu kênh xét tuyển vào trường?",
                "Các cách xét tuyển để vào trường là gì?",
                "Muốn đăng ký vào trường thì có những cách nào?",
                "Trường có xét tuyển học bạ không?",
                "Phương án tuyển sinh của trường gồm những gì?",
                "PTIT có những phương thức tuyển sinh nào?",
                "Trường PTIT xét tuyển theo những hình thức nào?",
                "Có thể vào PTIT bằng điểm học bạ không?",
                "Trường có áp dụng xét tuyển thẳng cho học sinh giỏi không?",
                "PTIT hiện nay có bao nhiêu cách xét tuyển?",
                "Muốn vào PTIT ngành CNTT thì có những phương thức nào?",
                "Trường có xét tuyển bằng điểm thi đánh giá năng lực không?",
                "Ngoài thi THPT, còn cách nào để vào PTIT không?",
                "Trường có tuyển thẳng giải quốc gia không?",
                "Có thể trúng tuyển PTIT bằng chứng chỉ ngoại ngữ không?",
                "PTIT có tuyển sinh qua cổng xét tuyển riêng không?",
                "Học viện CNTT PTIT có xét tuyển kết hợp không?",
                "Các phương thức tuyển sinh mới nhất của PTIT năm nay là gì?",
                "Trường có xét tuyển ưu tiên cho học sinh trường chuyên không?",
                "Muốn đăng ký vào PTIT thì phải chọn phương thức nào?",
                "CNTT PTIT có thể vào bằng những phương thức xét tuyển nào?",
                "PTIT có phương thức tuyển sinh quốc tế không?",
                "Các cách trúng tuyển vào PTIT năm nay có gì thay đổi?",
                "PTIT có áp dụng nhiều phương án tuyển sinh không?",
                "Có thể vào PTIT bằng nhiều cách cùng lúc không?",
                "Có thể vào ngành CNTT bằng những phương thức nào?",
                "Trường có tuyển thẳng không?"
            ],
            "responses": [
                "Các phương thức xét tuyển năm 2025 của trường gồm:\n1. Xét tuyển tài năng.\n2. Xét tuyển bằng chứng chỉ quốc tế SAT/ACT.\n3. Xét tuyển bằng kết quả kỳ thi Đánh giá năng lực (ĐGNL) hoặc Đánh giá tư duy (ĐGTD).\n4. Xét tuyển kết hợp: chứng chỉ tiếng Anh quốc tế (IELTS/TOEFL) + kết quả học tập THPT.\n5. Xét tuyển theo kết quả thi tốt nghiệp THPT 2025."
            ]
        },
        {
            "tag": "tam_biet",
            "requests": [
                "Tạm biệt bot",
                "Goodbye",
                "Tạm biệt mày nhé bot",
                "Chào tạm biệt",
                "Ngày mai gặp lại nhé bot!",
                "baiiiiiiiiiiiiii",
                "tạm biệt, tạm biệt, tạm biệt",
                "see you again",
                "Tạm biệt mày nhé",
                "Xin chào tạm biệt anh bạn của tôi",
                "Tạm biệt",
                "Tao đi đây",
                "goodbye, see you again",
                "phắn, phắn, phắn, phắn, phắn, phắn",
                "xéo, xéo, xéo, xéo, xéo, xéo, xéo,xéo",
                "lượn, lượn, lượn, cút, cút, xéo, xéo",
                "cút, cút, cút, cút ,cút",
                "cảm ơn, hẹn gặp lại",
                "bai ",
                "bye",
                "tạm biệt ",
                "ok xong việc rồi",
                "cảm ơn, hẹn gặp lại sau",
                "baiii",
                "Tôi sẽ quay lại sau",
                "Chờ lần sau làm việc tiếp nhé",
                "Hẹn lần sau nha",
                "Tạm biệt, goodbye"
            ],
            "responses": [
                "Tạm biệt! Nếu bạn có câu hỏi khác, đừng ngần ngại hỏi nhé!"
            ]
        },
        {
            "tag": "thoi_gian_nop_ho_so",
            "requests": [
                "Khi nào trường bắt đầu nhận hồ sơ?",
                "Hạn cuối cùng để nộp hồ sơ đăng ký là khi nào?",
                "Thời hạn nộp hồ sơ là bao lâu?",
                "Em có thể nộp hồ sơ vào ngày nào?",
                "Hạn chót nộp hồ sơ vào trường là khi nào?",
                "Trường nhận hồ sơ vào khoảng thời gian nào?",
                "Ngày mở đăng ký xét tuyển là ngày nào?",
                "Cho em hỏi thời gian nộp hồ sơ dự tuyển là bao giờ?",
                "Em cần nộp hồ sơ vào lúc nào?",
                "Kỳ tuyển sinh năm nay nộp hồ sơ từ khi nào đến khi nào?",
                "Bao giờ có thể nộp hồ sơ?",
                "Học sinh cần chuẩn bị hồ sơ và nộp vào lúc nào?",
                "Lịch nộp hồ sơ tuyển sinh ra sao?",
                "Bao giờ trường mở cổng nộp hồ sơ?",
                "Khi nào thì trường đóng hạn nộp hồ sơ?",
                "Thời gian đăng ký hồ sơ xét tuyển CNTT ra sao?",
                "Thời điểm nào trường nhận hồ sơ đăng ký?",
                "Khi nào thí sinh được phép đăng ký nguyện vọng vào PTIT?",
                "Trường công bố lịch nộp hồ sơ vào ngày nào?",
                "Thời gian đăng ký xét tuyển của trường kéo dài bao lâu?",
                "Lịch tuyển sinh của PTIT bắt đầu từ khi nào?",
                "Hạn cuối để hoàn thành đăng ký nguyện vọng vào trường là lúc nào?",
                "Ngày nào PTIT mở hệ thống đăng ký xét tuyển trực tuyến?",
                "Bao giờ PTIT công bố mốc thời gian nhận hồ sơ?",
                "Em có thể bắt đầu gửi hồ sơ xét tuyển từ ngày nào?",
                "Hồ sơ xét tuyển cần nộp trong khoảng thời gian nào?",
                "Hạn cuối nộp hồ sơ cho kỳ tuyển sinh năm nay là bao nhiêu?",
                "Khi nào trường kết thúc nhận hồ sơ trực tuyến?",
                "Bao giờ PTIT dừng tiếp nhận hồ sơ đăng ký xét tuyển?",
                "Hồ sơ xét tuyển đại học PTIT năm nay nhận đến ngày mấy?",
                "Thí sinh cần hoàn thành việc nộp hồ sơ trước mốc thời gian nào?",
                "Trường quy định thời gian đăng ký xét tuyển ra sao?",
                "Thời điểm trường mở cổng đăng ký chính thức là khi nào?",
                "Hồ sơ có thể nộp trong tháng mấy thì hợp lệ?",
                "Lịch nộp hồ sơ xét tuyển CNTT của PTIT năm nay như thế nào?",
                "Khi nào kết thúc đợt 1 nhận hồ sơ xét tuyển?",
                "Em có thể đăng ký xét tuyển sau ngày công bố điểm thi THPT không?",
                "Nộp hồ sơ muộn nhất vào thời gian nào?",
                "Hồ sơ tuyển sinh nộp từ ngày nào?",
                "Ngày bắt đầu nộp hồ sơ xét tuyển là khi nào?"
            ],
            "responses": [
                "Thời gian nộp hồ sơ xét tuyển đại học chính quy ngành Công nghệ thông tin PTIT năm 2025 là từ ngày 09/06/2025 đến hết ngày 10/07/2025 cho việc đăng ký thông tin xét tuyển trực tuyến."
            ]
        },
        {
            "tag": "thuc_tap",
            "requests": [
                "Sinh viên ngành CNTT ở PTIT có đi thực tập tại doanh nghiệp không?",
                "PTIT có cho sinh viên CNTT thực tập ở công ty không?",
                "Ngành CNTT tại PTIT có bắt buộc thực tập doanh nghiệp không?",
                "Có chương trình thực tập tại doanh nghiệp cho sinh viên CNTT PTIT không?",
                "PTIT có liên kết doanh nghiệp để sinh viên thực tập không?",
                "Sinh viên CNTT PTIT có cơ hội thực tập tại doanh nghiệp không?",
                "Ngành CNTT ở PTIT có học kỳ thực tập doanh nghiệp không?",
                "Có thực tập bắt buộc trong chương trình học CNTT ở PTIT không?",
                "Sinh viên PTIT ngành CNTT có phải đi thực tập ở công ty không?",
                "PTIT có đưa sinh viên đi thực tập doanh nghiệp không?",
                "Thực tập tại doanh nghiệp có nằm trong chương trình CNTT PTIT không?",
                "PTIT có bắt buộc sinh viên CNTT phải thực tập không?",
                "Sinh viên CNTT của PTIT có được sắp xếp đi thực tập tại công ty không?",
                "PTIT có hỗ trợ thực tập cho sinh viên CNTT không?",
                "Sinh viên CNTT ở PTIT có kỳ thực tập doanh nghiệp không?",
                "Ngành CNTT PTIT có yêu cầu thực tập tốt nghiệp tại doanh nghiệp không?",
                "PTIT có tổ chức thực tập cho sinh viên CNTT tại các công ty không?",
                "Sinh viên CNTT PTIT có kỳ thực tập bắt buộc không?",
                "Ngành CNTT ở PTIT có đi thực tập cuối khóa tại công ty không?",
                "PTIT có yêu cầu sinh viên CNTT phải thực tập tốt nghiệp ở doanh nghiệp không?",
                "CNTT tại PTIT có chương trình thực tập định kỳ không?",
                "Sinh viên CNTT PTIT thường thực tập ở đâu?",
                "PTIT có liên kết công ty nào cho sinh viên CNTT thực tập không?",
                "Thực tập doanh nghiệp có nằm trong chương trình CNTT PTIT không?",
                "Sinh viên CNTT của PTIT có được nhà trường hỗ trợ tìm nơi thực tập không?",
                "Ngành CNTT PTIT có bắt buộc đi thực tập ngoài trường không?",
                "PTIT có tổ chức cho sinh viên CNTT đi thực tập hè không?",
                "CNTT PTIT có học phần thực tập không?",
                "Sinh viên CNTT ở PTIT có được giới thiệu đi thực tập không?",
                "Trường PTIT có tạo điều kiện thực tập cho sinh viên CNTT không?",
                "PTIT có hợp tác doanh nghiệp để sinh viên CNTT có nơi thực tập không?",
                "Thực tập cuối khóa của ngành CNTT PTIT có bắt buộc không?",
                "Sinh viên CNTT PTIT thực tập trong bao lâu?",
                "CNTT PTIT có học kỳ thực tập riêng biệt không?",
                "PTIT có cho sinh viên CNTT thực tập ngay từ năm 3 không?",
                "Sinh viên CNTT PTIT thường thực tập ở năm nào?",
                "PTIT có chương trình đưa sinh viên CNTT đi thực tập tại doanh nghiệp lớn không?",
                "Thực tập doanh nghiệp có bắt buộc với sinh viên CNTT PTIT không?",
                "Sinh viên ngành công nghệ thông tin PTIT có được đi thực tập công ty không?"
            ],
            "responses": [
                "\n Học viện Công nghệ Bưu chính Viễn thông (PTIT) có hỗ trợ và đưa sinh viên đi thực tập tại doanh nghiệp, thông qua các học phần thực tập tốt nghiệp bắt buộc hoặc các chương trình liên kết doanh nghiệp. "
            ]
        },
        {
            "tag": "tieu_chi_phu",
            "requests": [
                "PTIT có sử dụng tiêu chí phụ riêng để xét tuyển không",
                "PTIT có tiêu chí phụ khi xét tuyển không?",
                "Học viện PTIT có dùng tiêu chí phụ để xét tuyển không?",
                "Có tiêu chí phụ riêng nào khi tuyển sinh vào PTIT không?",
                "PTIT có áp dụng tiêu chí phụ riêng không?",
                "Khi xét tuyển, PTIT có sử dụng tiêu chí phụ riêng không?",
                "Học viện Công nghệ Bưu chính Viễn thông có tiêu chí phụ không?",
                "Học viện có tiêu chí phụ riêng khi xét tuyển không?",
                "Tiêu chí phụ của PTIT là gì?",
                "PTIT có dùng tiêu chí phụ trong tuyển sinh không?",
                "Có tiêu chí phụ nào khi đăng ký vào PTIT không?",
                "PTIT có áp dụng tiêu chí phụ như các trường khác không?",
                "Trường PTIT có quy định tiêu chí phụ không?",
                "Khi xét tuyển, Học viện có tiêu chí phụ không?",
                "PTIT có dùng điểm ưu tiên phụ không?",
                "Học viện có tiêu chí phụ trong xét tuyển đại học không?",
                "PTIT có xét tiêu chí phụ riêng của trường không?",
                "Khi trúng tuyển PTIT có xét thêm tiêu chí phụ không?",
                "Học viện có tiêu chí phụ đặc biệt không?",
                "Tiêu chí phụ khi vào PTIT là gì?",
                "PTIT có sử dụng tiêu chí phụ ngoài quy chế không?",
                "Học viện có quy định thêm tiêu chí phụ ngoài Bộ không?",
                "Có tiêu chí phụ nào khác được PTIT áp dụng không?",
                "Khi xét tuyển, Học viện có tiêu chí phụ khác không?",
                "PTIT có áp dụng tiêu chí phụ riêng khi xét kết quả thi không?",
                "Trường PTIT có dùng tiêu chí phụ để phân loại thí sinh không?",
                "PTIT có dùng tiêu chí phụ riêng hay theo Bộ Giáo dục?",
                "Khi xét tuyển PTIT có tiêu chí phụ ngoài điểm thi không?",
                "Học viện có tiêu chí phụ riêng biệt không?",
                "PTIT có xét tiêu chí phụ của riêng trường không?",
                "Trường có tiêu chí phụ riêng trong tuyển sinh không?",
                "PTIT có áp dụng thêm tiêu chí phụ nào không",
                "Khi nộp hồ sơ vào PTIT có tiêu chí phụ không?",
                "Học viện có đặt ra tiêu chí phụ riêng cho tuyển sinh không?",
                "PTIT có tiêu chí phụ riêng biệt ngoài Bộ quy định không?",
                "Có tiêu chí phụ nào được PTIT áp dụng thêm không?",
                "Khi tuyển sinh PTIT có xét tiêu chí phụ ngoài quy chế không?",
                "Học viện có sử dụng tiêu chí phụ riêng trong tuyển sinh không?",
                "PTIT có thêm tiêu chí phụ nào ngoài điểm thi không?",
                "PTIT có quy định riêng về tiêu chí phụ không?",
                "Trường PTIT có áp dụng tiêu chí phụ đặc biệt không?"
            ],
            "responses": [
                "Học viện không sử dụng tiêu chí phụ riêng để xét tuyển ngoài các quy định trong Quy chế tuyển sinh của Bộ Giáo dục và Đào tạo và Quy chế tuyển sinh của Học viện"
            ]
        },
        {
            "tag": "tin_chi",
            "requests": [
                "Chương trình đào tạo ngành CNTT ở PTIT có bao nhiêu tín chỉ?",
                "Tổng số tín chỉ của ngành CNTT PTIT là bao nhiêu?",
                "Chương trình CNTT ở PTIT yêu cầu hoàn thành bao nhiêu tín chỉ tất cả?",
                "Sinh viên CNTT PTIT học tổng cộng mấy tín chỉ?",
                "CNTT ở PTIT phải học khoảng bao nhiêu tín chỉ để ra trường?",
                "PTIT quy định ngành CNTT cần bao nhiêu tín chỉ?",
                "Đào tạo CNTT ở PTIT kéo dài với bao nhiêu tín chỉ?",
                "Một sinh viên CNTT PTIT phải tích lũy bao nhiêu tín chỉ để tốt nghiệp?",
                "Ngành công nghệ thông tin PTIT có bao nhiêu tín chỉ toàn khóa?",
                "PTIT CNTT học mấy tín chỉ mới đủ điều kiện tốt nghiệp?",
                "Số lượng tín chỉ ngành CNTT PTIT là bao nhiêu?",
                "Muốn lấy bằng CNTT PTIT phải hoàn thành bao nhiêu tín chỉ?",
                "PTIT đào tạo CNTT gồm tổng cộng mấy tín chỉ?",
                "Sinh viên ngành CNTT PTIT phải học mấy tín chỉ trong 4 năm?",
                "Tổng tín chỉ của chương trình đào tạo CNTT ở PTIT là bao nhiêu?",
                "CNTT ở PTIT được chia thành bao nhiêu tín chỉ?",
                "Muốn ra trường ngành CNTT PTIT cần học đủ bao nhiêu tín chỉ?",
                "Ngành CNTT PTIT có số tín chỉ là bao nhiêu toàn khóa?",
                "PTIT yêu cầu ngành CNTT hoàn thành bao nhiêu tín chỉ?",
                "Học ngành CNTT PTIT, sinh viên sẽ học tổng cộng bao nhiêu tín chỉ?",
                "Chương trình CNTT của PTIT gồm bao nhiêu tín chỉ học tập?",
                "Ngành CNTT PTIT thiết kế chương trình với mấy tín chỉ?",
                "Sinh viên CNTT ở PTIT phải học bao nhiêu tín chỉ?",
                "Học CNTT tại PTIT cần hoàn thành bao nhiêu tín chỉ?",
                "Ngành công nghệ thông tin tại PTIT yêu cầu bao nhiêu tín chỉ để tốt nghiệp?",
                "Sinh viên CNTT tại PTIT phải học khoảng bao nhiêu tín chỉ?",
                "Học công nghệ thông tin ở PTIT cần học bao nhiêu tín chỉ?",
                "Ngành CNTT ở PTIT được thiết kế với bao nhiêu tín chỉ?",
                "Để tốt nghiệp CNTT ở PTIT, sinh viên cần hoàn thành bao nhiêu tín chỉ?",
                "Ngành công nghệ thông tin ở PTIT học hết bao nhiêu tín chỉ?",
                "Chương trình ngành CNTT ở PTIT gồm mấy tín chỉ?",
                "Bao nhiêu tín chỉ cho chương trình đào tạo ngành CNTT tại PTIT?",
                "PTIT ngành CNTT có bao nhiêu tín chỉ?",
                "Ngành CNTT của PTIT có tổng cộng bao nhiêu tín chỉ?",
                "Số tín chỉ cần tích lũy để tốt nghiệp ngành CNTT ở PTIT là bao nhiêu?",
                "Học ngành công nghệ thông tin PTIT cần bao nhiêu tín chỉ?",
                "Sinh viên ngành CNTT tại PTIT phải tích lũy bao nhiêu tín chỉ?",
                "Tổng số tín chỉ ngành CNTT PTIT phải học là bao nhiêu?"
            ],
            "responses": [
                "\nĐể tốt nghiệp ngành Công nghệ thông tin tại Học viện Công nghệ Bưu chính Viễn thông (PTIT), sinh viên cần tích lũy 152 tín chỉ, không bao gồm Giáo dục thể chất, Giáo dục quốc phòng và Kỹ năng mềm. "
            ]
        },
        {
            "tag": "to_hop",
            "requests": [
                "Tổ hợp xét tuyển ngành Công nghệ thông tin là gì ?",
                "Ngành công nghệ thông tin tổ hợp xét tuyển là gì",
                "Ngành công nghệ thông tin xét tuyển những tổ hợp nào ?",
                "Tổ hợp xét tuyển ngành Công nghệ thông của PTIT là gì ?",
                "Ngành công nghệ thông tin của  học viện công nghệ bưu chính viễn thông có tổ hợp xét tuyển là gì ?",
                "Tổ hợp xét tuyển ngành công nghệ thông tin của trường là gì ?",
                "Ngành công nghệ thông tin của trường có tổ hợp xét tuyển là gì ?",
                "Khối xét tuyển ngành công nghệ thông tin là gì ?",
                "Ngành công nghệ thông tin khối xét tuyển là gì ?",
                "Khối xét tuyển ngành công nghệ thông tin của trường là gì ?",
                "Khối xét tuyển ngành CNTT của PTIT là gì ?",
                "Ngành CNTT trường đại học công nghiệp hà nội khối xét tuyển là gì ?",
                "Ngành CNTT của trường khối xét tuyển là gì ?",
                "Ngành CNTT xét tuyển những khối nào ?",
                "Ngành CNTT của trường xét tuyển những khối nào ?",
                "Xét tuyển CNTT ?",
                "Xét tuyển ngành CNTT, xét tuyển ngành CNTT ?",
                "Xét tuyển ngành CNTT ?",
                "Xét tuyển CNTT và CNTT ?",
                "Tổ hợp xét tuyển CNTT ?",
                "Tổ hợp xét tuyển ngành CNTT ?",
                "Tổ hợp xét tuyển ngành CNTT, tổ hợp xét tuyển ?",
                "Xét tuyển CNTT, tổ hợp xét tuyển ?",
                "Tổ hợp ngành CNTT",
                "Ngành CNTT xét tuyển",
                "Công nghệ thông tin tổ hợp xét tuyển",
                "Ngành công nghệ thông tin tổ hợp xét tuyển",
                "Ngành CNTT PTIT xét tuyển theo khối nào?",
                "Muốn học CNTT PTIT thì cần thi tổ hợp nào?",
                "PTIT xét tuyển ngành CNTT bằng những khối nào?",
                "Ngành CNTT của Học viện Công nghệ Bưu chính Viễn thông xét tuyển ra sao?",
                "Học viện PTIT xét tuyển CNTT theo tổ hợp nào?",
                "Muốn vào ngành CNTT của PTIT thì thi khối nào?",
                "CNTT PTIT lấy tổ hợp xét tuyển gì?",
                "Ngành CNTT ở PTIT có xét tuyển khối A00 không?",
                "CNTT PTIT có xét khối A01 không?",
                "Ngành CNTT PTIT có xét tuyển bằng khối D01 không?",
                "Ngành CNTT PTIT xét tuyển theo khối Toán - Lý - Anh được không?",
                "Học viện Công nghệ Bưu chính Viễn thông xét tuyển ngành CNTT bằng những môn nào?",
                "Muốn đăng ký học CNTT ở PTIT thì cần thi tổ hợp nào?",
                "PTIT có xét tuyển CNTT bằng điểm thi tốt nghiệp THPT không?",
                "Ngành CNTT PTIT có xét học bạ không?",
                "PTIT xét tuyển ngành CNTT bằng học bạ được không?",
                "Muốn học CNTT PTIT thì cần tổ hợp xét tuyển nào?",
                "PTIT lấy tổ hợp nào để xét ngành CNTT?",
                "Ngành CNTT PTIT có xét khối B hay C không?",
                "Ngành CNTT của PTIT có tuyển theo điểm thi đánh giá năng lực không?",
                "PTIT có tuyển thẳng CNTT không?",
                "PTIT xét tuyển ngành CNTT bằng kết quả thi ĐGNL ĐHQG không?",
                "Ngành CNTT PTIT có xét tuyển theo phương thức riêng không?",
                "Ngành CNTT PTIT có bao nhiêu tổ hợp xét tuyển?",
                "Ngành CNTT của PTIT năm nay xét tuyển theo những khối nào?",
                "Ngành công nghệ thông tin xét tuyển tổ hợp"
            ],
            "responses": [
                "Ngành Công nghệ thông tin tại Học viện Công nghệ Bưu chính Viễn thông (PTIT) xét tuyển theo các tổ hợp sau: A00 (Toán, Lý, Hóa), A01 (Toán, Lý, Anh), X06 (Toán, Lý, Tin), và X26 (Toán, Tin, Anh)."
            ]
        },
        {
            "tag": "trao_doi_sinh_vien",
            "requests": [
                "PTIT có chương trình trao đổi sinh viên không?",
                "Sinh viên CNTT ở PTIT có được tham gia chương trình trao đổi sinh viên không?",
                "Trường PTIT có cho sinh viên đi trao đổi quốc tế không?",
                "PTIT có hợp tác trao đổi sinh viên với các trường nước ngoài không?",
                "Có chương trình trao đổi sinh viên quốc tế cho ngành CNTT ở PTIT không?",
                "Trường có tổ chức trao đổi sinh viên với các trường đại học khác không?",
                "Sinh viên CNTT PTIT có thể tham gia chương trình trao đổi ở nước ngoài không?",
                "PTIT có gửi sinh viên đi trao đổi học tập tại các trường quốc tế không?",
                "Ngành CNTT ở PTIT có chương trình trao đổi sinh viên quốc tế không?",
                "PTIT có ký kết chương trình trao đổi sinh viên với nước ngoài không?",
                "Sinh viên PTIT có thể đăng ký chương trình trao đổi sinh viên không?",
                "Ngành công nghệ thông tin PTIT có được đi trao đổi sinh viên không?",
                "PTIT có chính sách hỗ trợ chi phí cho sinh viên tham gia trao đổi quốc tế không?",
                "Sinh viên CNTT ở PTIT muốn đi trao đổi quốc tế thì cần điều kiện gì?",
                "PTIT có những đối tác quốc tế nào để trao đổi sinh viên?",
                "Chương trình trao đổi sinh viên ở PTIT thường kéo dài bao lâu?",
                "Sinh viên CNTT PTIT có được công nhận tín chỉ khi tham gia trao đổi ở nước ngoài không?",
                "PTIT có tổ chức trao đổi sinh viên song phương với các trường châu Á không?",
                "Sinh viên PTIT có cần GPA cao để tham gia trao đổi quốc tế không?",
                "Có học bổng hỗ trợ cho chương trình trao đổi sinh viên của PTIT không?",
                "Sinh viên ngành CNTT PTIT đã từng đi trao đổi quốc tế ở những nước nào?",
                "PTIT có trao đổi sinh viên với các trường đại học Mỹ không?",
                "Chương trình trao đổi sinh viên quốc tế ở PTIT có dành cho năm nhất không?",
                "Sinh viên PTIT có cần chứng chỉ ngoại ngữ để tham gia trao đổi không?",
                "PTIT có gửi sinh viên đi trao đổi theo dạng thực tập quốc tế không?",
                "PTIT có tổ chức trao đổi sinh viên theo diện ngắn hạn mùa hè không?",
                "Sinh viên CNTT ở PTIT có thể đi trao đổi trong khuôn khổ AUN – ASEAN không?",
                "PTIT có chương trình trao đổi sinh viên với Hàn Quốc không?",
                "PTIT có mời sinh viên nước ngoài sang trao đổi học tập không?",
                "Có chương trình trao đổi sinh viên theo Erasmus cho ngành CNTT PTIT không?",
                "Sinh viên PTIT muốn đăng ký trao đổi quốc tế thì làm ở đâu?",
                "PTIT có hỗ trợ giấy tờ và thủ tục visa cho sinh viên đi trao đổi quốc tế không?",
                "PTIT có chương trình trao đổi sinh viên trong nước không?",
                "Trường có cho sinh viên CNTT đi học trao đổi một kỳ ở trường khác không?",
                "PTIT có chương trình trao đổi sinh viên với các trường trong khu vực ASEAN không?",
                "Sinh viên PTIT có thể tham gia các chương trình trao đổi văn hóa – học thuật không?",
                "Sinh viên CNTT PTIT có được tham gia chương trình học tập ngắn hạn ở nước ngoài không?",
                "Trường PTIT có cho sinh viên ngành CNTT tham gia trao đổi quốc tế không?",
                "PTIT có hỗ trợ chương trình trao đổi sinh viên quốc tế không?",
                "PTIT có liên kết trao đổi sinh viên với các trường đại học ở châu Âu không?"
            ],
            "responses": [
                "Hiện tại PTIT có triển khai một số chương trình trao đổi sinh viên với các trường đại học trong và ngoài nước. Sinh viên ngành CNTT có thể tham gia trao đổi ngắn hạn (1 học kỳ hoặc 1 năm học) thông qua các chương trình hợp tác quốc tế, dự án học bổng hoặc các thỏa thuận song phương. Nhà trường thường xuyên thông báo chi tiết về điều kiện, thời gian, học phí và hỗ trợ học bổng trên website và fanpage chính thức."
            ]
        },
        {
            "tag": "website",
            "requests": [
                "Website khoa Công nghệ Thông tin PTIT là gì?",
                "Khoa Công nghệ Thông tin PTIT website là gì?",
                "PTIT  có website không?",
                "Trang web khoa CNTT PTIT là gì?",
                "Website  của PTIT là gì?",
                "Website Học viện Công nghệ Bưu chính Viễn thông là gì?",
                "Cho tôi website khoa CNTT PTIT",
                "Địa chỉ web khoa Công nghệ Thông tin PTIT",
                "Website của khoa CNTT PTIT",
                "Link website chính thức của PTIT là gì?",
                "Trang chủ PTIT ở đâu?",
                "Website của trường Bưu chính Viễn thông là gì?",
                "PTIT có website riêng cho khoa CNTT không?",
                "Cho tôi link web PTIT",
                "Địa chỉ website chính thức của Học viện PTIT",
                "Website của trường PTIT ở Hà Nội",
                "Có website nào dành riêng cho sinh viên CNTT PTIT không?",
                "PTIT công nghệ thông tin website",
                "Cho xin website của PTIT",
                "Trang web khoa CNTT của PTIT",
                "Website PTIT",
                "Trang web chính thức của PTIT",
                "PTIT khoa CNTT trang web là gì?",
                "Website trường PTIT khoa CNTT",
                " PTIT trang web là gì?"
            ],
            "responses": [
                "Website khoa Công nghệ Thông tin (CNTT) của Học viện Công nghệ Bưu chính Viễn thông (PTIT) là một phần của trang web chính của Học viện, tức là www.ptit.edu.vn, đây là nơi cung cấp thông tin về các chương trình đào tạo, tin tức, hoạt động và các thông tin liên quan đến khoa CNTT nói riêng và toàn Học viện nói chung. \n "
            ]
        },
        {
            "tag": "xet_ACT/SAT",
            "requests": [
                "PTIT có xét tuyển bằng chứng chỉ SAT không?",
                "PTIT có nhận chứng chỉ ACT để xét tuyển không?",
                "Điều kiện để dùng chứng chỉ SAT xét tuyển vào PTIT là gì?",
                "Muốn xét tuyển vào PTIT bằng ACT cần đạt bao nhiêu điểm?",
                "Điểm SAT tối thiểu để được xét vào PTIT là bao nhiêu?",
                "PTIT yêu cầu điểm ACT tối thiểu bao nhiêu để đủ điều kiện xét tuyển?",
                "SAT bao nhiêu điểm thì có thể nộp hồ sơ xét tuyển PTIT?",
                "ACT đạt bao nhiêu điểm thì được đăng ký xét tuyển PTIT?",
                "PTIT có yêu cầu thời hạn của chứng chỉ SAT/ACT không?",
                "Chứng chỉ SAT cũ 3 năm trước có được xét vào PTIT không?",
                "Chứng chỉ ACT còn hiệu lực bao lâu thì được dùng xét vào PTIT?",
                "PTIT có quy định chứng chỉ SAT phải trong thời hạn bao nhiêu năm không?",
                "Điểm SAT/ACT phải đạt mức nào để được xét tuyển vào PTIT?",
                "Thí sinh chưa tốt nghiệp THPT có được xét bằng SAT không?",
                "PTIT có yêu cầu thí sinh tốt nghiệp THPT khi xét bằng ACT không?",
                "Muốn xét tuyển bằng SAT/ACT vào PTIT có cần nộp học bạ không?",
                "PTIT có công thức tính điểm xét tuyển bằng SAT/ACT không?",
                "Điểm xét tuyển khi dùng SAT/ACT vào PTIT được tính thế nào?",
                "Điểm cộng trong xét tuyển bằng SAT/ACT của PTIT là gì?",
                "Điểm ưu tiên trong xét tuyển bằng SAT/ACT có được cộng thêm không?",
                "PTIT có giới hạn điểm cộng khi xét bằng SAT/ACT không?",
                "Nếu không có điểm cộng thì điểm xét tuyển SAT/ACT được tính thế nào?",
                "Điểm SAT/ACT có quy đổi sang thang điểm 30 không khi xét tuyển PTIT?",
                "PTIT có nhận chứng chỉ SAT quốc tế không?",
                "PTIT có nhận chứng chỉ ACT do trung tâm Mỹ cấp không?",
                "Chứng chỉ SAT đạt 1130 có đủ điều kiện xét tuyển PTIT không?",
                "Chứng chỉ ACT đạt 24 điểm có được xét tuyển PTIT không?",
                "Nếu SAT đạt 1200 thì có cơ hội trúng tuyển PTIT không?",
                "PTIT có quy đổi điểm SAT/ACT để so sánh giữa hai hệ thống không?",
                "Điểm xét tuyển SAT/ACT có cộng thêm điểm vùng hay ưu tiên dân tộc không?",
                "Thí sinh đạt cả SAT và ACT thì được chọn điểm nào để xét tuyển PTIT?",
                "PTIT có ưu tiên thí sinh có cả hai chứng chỉ SAT và ACT không?",
                "Chứng chỉ SAT/ACT có cần được nộp bản gốc khi xét tuyển PTIT không?",
                "PTIT có yêu cầu thí sinh gửi điểm SAT/ACT trực tiếp từ College Board không?",
                "Nếu chứng chỉ SAT hết hạn thì có được dùng để xét PTIT không?",
                "PTIT có giới hạn thời gian 2 năm đối với chứng chỉ SAT/ACT đúng không?",
                "Có cần dịch thuật chứng chỉ SAT/ACT khi nộp vào PTIT không?",
                "Điểm xét tuyển SAT/ACT của PTIT được tính bằng công thức nào?",
                "PTIT có cộng điểm ưu tiên khu vực khi xét bằng SAT/ACT không?",
                "Thí sinh cần đáp ứng những điều kiện gì để xét tuyển vào PTIT bằng SAT/ACT?"
            ],
            "responses": [
                "Điều kiện xét tuyển\nThí sinh đã được công nhận tốt nghiệp trung học phổ thông (THPT) hoặc tương đương và có Chứng chỉ đánh giá năng lực quốc tế SAT từ 1130/1600 trở lên hoặc ACT từ 25/36 trở lên, trong thời hạn 02 năm (tính đến ngày xét tuyển)\nĐiểm xét tuyển (ĐXT) = điểm SAT/ACT + Điểm cộng (nếu có) + Điểm ưu tiên (nếu có)"
            ]
        },
        {
            "tag": "xet_DGNL_HN/HCM",
            "requests": [
                "PTIT có xét tuyển bằng điểm đánh giá năng lực không?",
                "Học viện Công nghệ Bưu chính Viễn thông có tuyển sinh theo điểm ĐGNL không?",
                "PTIT có nhận kết quả thi Đánh giá năng lực của ĐHQG không?",
                "PTIT xét tuyển bằng điểm ĐGNL của ĐHQG TP.HCM hay Hà Nội?",
                "Muốn vào PTIT bằng điểm ĐGNL cần điều kiện gì?",
                "PTIT năm 2025 có tuyển sinh bằng điểm ĐGNL không?",
                "Học viện PTIT có sử dụng điểm thi Đánh giá tư duy của Bách Khoa Hà Nội không?",
                "PTIT có kết hợp điểm ĐGNL với học bạ để xét tuyển không?",
                "Điểm ĐGNL bao nhiêu thì có cơ hội trúng tuyển vào PTIT?",
                "PTIT có quy định ngưỡng điểm nhận hồ sơ xét ĐGNL không?",
                "PTIT có dành chỉ tiêu riêng cho phương thức ĐGNL không?",
                "PTIT xét tuyển ĐGNL có khác với điểm thi THPT không?",
                "PTIT có ưu tiên thí sinh đạt điểm cao trong kỳ thi ĐGNL không?",
                "PTIT chấp nhận điểm thi ĐGNL của trường đại học nào?",
                "PTIT có công nhận điểm Đánh giá năng lực ĐHQG TP.HCM không?",
                "PTIT có công nhận điểm Đánh giá năng lực ĐHQGHN không?",
                "Có thể dùng điểm ĐGNL để xét tuyển vào ngành CNTT PTIT không?",
                "Các ngành nào ở PTIT xét tuyển bằng điểm ĐGNL?",
                "PTIT có công bố mức điểm chuẩn theo phương thức ĐGNL không?",
                "Khi nào PTIT mở đăng ký xét tuyển bằng điểm ĐGNL?",
                "Đăng ký xét tuyển ĐGNL vào PTIT thực hiện ở đâu?",
                "PTIT có cho phép đăng ký online bằng điểm ĐGNL không?",
                "PTIT có yêu cầu điểm tối thiểu của từng phần thi ĐGNL không?",
                "Có thể đăng ký xét tuyển ĐGNL và điểm thi THPT cùng lúc không?",
                "PTIT có cộng điểm ưu tiên khi xét tuyển bằng điểm ĐGNL không?",
                "Học viện có dành nhiều chỉ tiêu cho ĐGNL không?",
                "Có thể dùng điểm thi Đánh giá năng lực để đăng ký nhiều ngành ở PTIT không?",
                "PTIT xét điểm ĐGNL có yêu cầu tốt nghiệp THPT không?",
                "PTIT có yêu cầu thời hạn điểm ĐGNL phải còn hiệu lực trong năm không?",
                "Khi nộp hồ sơ xét tuyển bằng ĐGNL cần giấy tờ gì?",
                "PTIT có công bố kết quả xét tuyển ĐGNL trên website không?",
                "PTIT có xét tuyển thẳng nếu đạt điểm ĐGNL rất cao không?",
                "Có cần nộp bản sao phiếu điểm ĐGNL khi đăng ký xét tuyển không?",
                "Học viện có tổ chức thi ĐGNL riêng không?",
                "PTIT có chấp nhận điểm ĐGNL của Đại học Huế hoặc Đà Nẵng không?",
                "PTIT có xét tuyển dựa trên kết quả ĐGNL của các trường khác không?",
                "Đăng ký xét tuyển bằng điểm ĐGNL vào PTIT có mất phí không?",
                "Khi nào PTIT công bố điểm chuẩn xét tuyển bằng ĐGNL?",
                "PTIT có kết hợp ĐGNL và chứng chỉ tiếng Anh trong xét tuyển không?",
                "Điểm ĐGNL có được dùng để xét học bổng đầu vào tại PTIT không?"
            ],
            "responses": [
                "PTIT có xét tuyển bằng điểm ĐGNL của cả HCM và HN :\nĐiểm ĐGNL HN\n Điều kiện xét tuyển\n- Thí sinh đã được công nhận tốt nghiệp trung học phổ thông (THPT) hoặc tương đương\n- Thí sinh có điểm thi đánh giá năng lực của Đại học quốc gia Hà Nội (HSA) năm 2025 từ 75 điểm trở lên.\nLưu ý: Ở phần 3, thí sinh chọn:\n• Khoa học: Thí sinh bắt buộc chọn tổ hợp có 2 chủ đề Vật lí và Hóa học được ĐKXT vào tất cả các ngành/ chương trình.\n• Tiếng Anh: Thí sinh được ĐKXT vào các ngành/ chương trình thuộc nhóm ngành Kinh doanh và Quản lý, nhóm ngành Báo chí và Thông tin\nĐiểm xét tuyển (ĐXT) = Điểm ĐGNL/ ĐGTD + Điểm cộng (nếu có) + Điểm ưu tiên (nếu có)\n\nĐiểm ĐGNL HCM\nĐiều kiện xét tuyển\n- Thí sinh đã được công nhận tốt nghiệp trung học phổ thông (THPT) hoặc tương đương\n- Thí sinh có điểm thi đánh giá năng lực của Đại học quốc gia Tp. Hồ Chí Minh (APT) năm 2025 từ 600 điểm trở lên\nĐiểm xét tuyển (ĐXT) = Điểm ĐGNL/ ĐGTD + Điểm cộng (nếu có) + Điểm ưu tiên (nếu có)"
            ]
        },
        {
            "tag": "xet_DGNL_HNUE",
            "requests": [
                "Điều kiện để xét tuyển vào PTIT bằng điểm ĐGNL Sư phạm Hà Nội là gì?",
                "PTIT yêu cầu thí sinh đạt tối thiểu bao nhiêu điểm ĐGNL Sư phạm Hà Nội để được xét tuyển?",
                "Muốn dùng điểm ĐGNL Sư phạm Hà Nội để xét vào PTIT cần điều kiện gì?",
                "PTIT có yêu cầu thí sinh phải tốt nghiệp THPT mới được xét bằng điểm ĐGNL không?",
                "Điểm tối thiểu của bài thi ĐGNL ĐH Sư phạm Hà Nội để nộp vào PTIT là bao nhiêu?",
                "Học viện có nhận thí sinh chưa tốt nghiệp THPT khi xét bằng ĐGNL Sư phạm Hà Nội không?",
                "Thang điểm xét tuyển bằng ĐGNL của PTIT được tính như thế nào?",
                "Công thức tính điểm xét tuyển bằng ĐGNL Sư phạm Hà Nội của PTIT là gì?",
                "PTIT có cộng điểm ưu tiên khi xét bằng điểm ĐGNL Sư phạm Hà Nội không?",
                "Điểm cộng và điểm ưu tiên khi xét tuyển bằng ĐGNL Sư phạm Hà Nội được tính ra sao?",
                "PTIT có áp dụng điểm cộng cho thí sinh có thành tích đặc biệt khi xét ĐGNL không?",
                "Nếu đạt 14 điểm ĐGNL Sư phạm Hà Nội thì có đủ điều kiện xét vào PTIT không?",
                "Học viện có quy định cụ thể về cách tính điểm xét tuyển bằng ĐGNL Sư phạm Hà Nội không?",
                "Khi tính điểm xét tuyển ĐGNL, PTIT có làm tròn điểm không?",
                "PTIT có tính điểm ưu tiên khu vực trong xét tuyển ĐGNL không?",
                "Điều kiện bắt buộc khi dùng điểm ĐGNL ĐHSP Hà Nội để xét vào PTIT là gì?",
                "Nếu thí sinh thi ĐGNL Sư phạm Hà Nội năm 2024 có được dùng kết quả xét năm 2025 không?",
                "PTIT có nhận kết quả ĐGNL Sư phạm Hà Nội của các năm trước không?",
                "Điểm ĐGNL Sư phạm Hà Nội 15 là mức tối thiểu hay trung bình để xét vào PTIT?",
                "Học viện có xét học bạ kèm điểm ĐGNL Sư phạm Hà Nội không?",
                "Điểm cộng trong công thức tính điểm xét tuyển ĐGNL của PTIT bao gồm những gì?",
                "Điểm ưu tiên trong xét tuyển ĐGNL được quy đổi như thế nào?",
                "PTIT có sử dụng điểm rèn luyện hay hạnh kiểm khi xét bằng ĐGNL không?",
                "ĐXT được tính ra sao khi thí sinh có điểm cộng và ưu tiên khu vực?",
                "Nếu thí sinh không có điểm cộng thì công thức tính ĐXT như thế nào?",
                "ĐXT = Điểm ĐGNL/ĐGTD có ý nghĩa cụ thể ra sao trong quy chế của PTIT?",
                "Điểm ĐGNL/ĐGTD trong công thức ĐXT là điểm thô hay đã quy đổi?",
                "PTIT có thông báo chính thức nào về ngưỡng điểm nhận hồ sơ ĐGNL không?",
                "Học viện có yêu cầu điểm từng phần trong bài thi ĐGNL Sư phạm Hà Nội không?",
                "Điểm xét tuyển bằng ĐGNL của PTIT có bị giới hạn tối đa không?",
                "PTIT có cho phép cộng đồng thời điểm cộng và điểm ưu tiên không?",
                "Nếu có điểm cộng 2 và điểm ưu tiên 1 thì tổng ĐXT sẽ là bao nhiêu?",
                "Cách tính điểm cộng và ưu tiên trong ĐXT của PTIT có giống với quy định Bộ GD&ĐT không?",
                "PTIT có công bố điểm chuẩn xét tuyển theo ĐXT không?",
                "Có thể tra cứu công thức tính ĐXT trên trang tuyển sinh của PTIT không?",
                "PTIT có quy định về hồ sơ chứng minh điểm ưu tiên khi xét ĐGNL không?",
                "Nếu không có điểm cộng và ưu tiên, thí sinh chỉ cần đạt 15 điểm ĐGNL là đủ điều kiện xét phải không?",
                "PTIT có phân biệt điểm ĐGNL và điểm ĐGTD trong công thức ĐXT không?",
                "Có thể dùng điểm ĐGTD thay cho điểm ĐGNL khi xét vào PTIT không?",
                "Thí sinh cần đạt những điều kiện gì để đủ điểm xét tuyển bằng ĐGNL Sư phạm Hà Nội vào PTIT?"
            ],
            "responses": [
                " Điều kiện xét tuyển\n- Thí sinh đã được công nhận tốt nghiệp trung học phổ thông (THPT) hoặc tương đương\n- Thí sinh có điểm thi đánh giá năng lực của Trường Đại học Sư phạm Hà Nội (SPT) năm 2025 từ 15 điểm trở lên\nĐiểm xét tuyển (ĐXT) = Điểm ĐGNL/ ĐGTD + Điểm cộng (nếu có) + Điểm ưu tiên (nếu có)"
            ]
        },
        {
            "tag": "xet_diem_thpt",
            "requests": [
                "PTIT có xét tuyển bằng điểm thi tốt nghiệp THPT không?",
                "Học viện PTIT năm 2025 có tuyển sinh bằng điểm thi THPT không?",
                "PTIT có phương thức xét tuyển bằng điểm thi THPT không?",
                "Muốn vào PTIT bằng điểm thi THPT thì phải làm thế nào?",
                "Xét tuyển bằng điểm thi THPT ở PTIT là gì?",
                "PTIT có tuyển sinh dựa trên điểm thi THPT quốc gia không?",
                "Phương thức xét tuyển điểm thi THPT của PTIT hoạt động như thế nào?",
                "PTIT năm nay có dùng kết quả thi THPT để xét tuyển không?",
                "Học viện Công nghệ Bưu chính Viễn thông có tuyển sinh dựa trên kỳ thi THPT không?",
                "Muốn nộp hồ sơ vào PTIT bằng điểm thi THPT thì cần điều kiện gì?",
                "PTIT có áp dụng xét tuyển bằng tổ hợp điểm thi THPT không?",
                "PTIT sử dụng tổ hợp môn nào khi xét tuyển bằng điểm thi THPT?",
                "Muốn xét tuyển PTIT bằng điểm thi THPT cần thi những môn nào?",
                "Học viện xét tuyển bằng điểm thi THPT theo tổ hợp nào?",
                "PTIT có công bố điểm chuẩn theo điểm thi THPT không?",
                "Khi nào PTIT công bố điểm chuẩn xét tuyển bằng điểm thi THPT?",
                "PTIT có xét học bạ hay chỉ xét điểm thi THPT thôi?",
                "Học viện PTIT có dùng kết quả thi THPT để xét tất cả ngành không?",
                "Điểm thi THPT có giá trị để xét tuyển vào tất cả cơ sở PTIT không?",
                "PTIT có xét tuyển bằng điểm thi THPT ở cả Hà Nội và TP.HCM không?",
                "PTIT yêu cầu mức điểm sàn bao nhiêu khi xét tuyển bằng điểm thi THPT?",
                "PTIT có sử dụng tiêu chí phụ khi xét điểm thi THPT không?",
                "PTIT có cộng điểm ưu tiên khu vực khi xét tuyển bằng điểm thi THPT không?",
                "Điểm thi THPT của năm trước có được dùng để xét tuyển vào PTIT không?",
                "PTIT có xét tuyển điểm thi THPT cho thí sinh tự do không?",
                "PTIT có giới hạn độ tuổi khi xét tuyển bằng điểm thi THPT không?",
                "Có được dùng kết quả thi lại THPT để xét tuyển vào PTIT không?",
                "Thí sinh đã tốt nghiệp năm trước có thể dùng điểm thi THPT năm 2025 xét PTIT không?",
                "PTIT có quy định điểm từng môn trong tổ hợp khi xét tuyển không?",
                "Điểm trung bình tổ hợp phải bao nhiêu để đỗ PTIT theo điểm thi THPT?",
                "PTIT có yêu cầu điều kiện tốt nghiệp khi xét tuyển bằng điểm thi THPT không?",
                "Học viện PTIT xét tuyển điểm thi THPT có nhân hệ số môn nào không?",
                "Có được đăng ký nhiều ngành bằng điểm thi THPT vào PTIT không?",
                "PTIT có cho thay đổi nguyện vọng khi xét điểm thi THPT không?",
                "PTIT có xét tuyển song song cả điểm thi THPT và học bạ không?",
                "Khi nào thí sinh đăng ký xét tuyển điểm thi THPT vào PTIT?",
                "Đăng ký xét tuyển PTIT bằng điểm thi THPT ở đâu?",
                "PTIT có công bố hướng dẫn đăng ký xét tuyển điểm thi THPT không?",
                "Phương thức điểm thi THPT chiếm bao nhiêu chỉ tiêu ở PTIT?",
                "Thí sinh quốc tế có được xét tuyển vào PTIT bằng điểm thi THPT Việt Nam không?"
            ],
            "responses": [
                "Thí sinh đã được công nhận tốt nghiệp trung học phổ thông (THPT) hoặc tương đương và phải tham dự kỳ thi tốt nghiệp THPT năm 2025 với các bài thi/môn thi theo tổ hợp xét tuyển tương ứng các ngành của Học viện.\nĐiểm xét tuyển ĐXT = M1 + M2 + M3 + Điểm ưu tiên (nếu có)\nTrong đó: M1, M2, M3 là kết quả điểm thi tốt nghiệp THPT của 03 bài thi/môn thi theo tổ hợp xét tuyển tương ứng các ngành của Học viện."
            ]
        },
        {
            "tag": "xet_hoc_ba_va_ccTA",
            "requests": [
                "PTIT có xét tuyển bằng học bạ không?",
                "Học viện PTIT năm 2025 có tuyển sinh bằng học bạ không?",
                "Muốn vào PTIT bằng học bạ thì cần điều kiện gì?",
                "Xét tuyển học bạ ở PTIT gồm những môn nào?",
                "PTIT có phương thức xét tuyển học bạ THPT không?",
                "Học viện Công nghệ Bưu chính Viễn thông có tuyển học bạ không?",
                "PTIT xét tuyển bằng học bạ có yêu cầu điểm trung bình bao nhiêu?",
                "PTIT có cộng điểm ưu tiên khi xét học bạ không?",
                "PTIT có xét tuyển kết hợp học bạ và chứng chỉ tiếng Anh không?",
                "Có thể dùng chứng chỉ IELTS để xét tuyển vào PTIT không?",
                "PTIT chấp nhận những chứng chỉ tiếng Anh nào để xét tuyển?",
                "Muốn dùng chứng chỉ TOEFL để xét tuyển vào PTIT có được không?",
                "PTIT có quy định cụ thể về điểm IELTS khi xét tuyển không?",
                "Điểm IELTS bao nhiêu thì được ưu tiên xét tuyển vào PTIT?",
                "PTIT xét tuyển bằng học bạ có cần nộp chứng chỉ tiếng Anh quốc tế không?",
                "Có thể xét tuyển học bạ kết hợp chứng chỉ tiếng Anh quốc tế vào PTIT không?",
                "Học viện có dành chỉ tiêu riêng cho thí sinh có chứng chỉ tiếng Anh không?",
                "PTIT có xét tuyển thẳng nếu có chứng chỉ IELTS cao không?",
                "Có chứng chỉ IELTS 6.5 có được miễn xét tuyển học bạ không?",
                "PTIT có quy định thời hạn của chứng chỉ tiếng Anh khi xét tuyển không?",
                "PTIT chấp nhận chứng chỉ tiếng Anh quốc tế còn hạn bao lâu?",
                "PTIT có công nhận chứng chỉ TOEIC không?",
                "Nếu có IELTS thì có cần điểm học bạ cao không?",
                "Có thể xét tuyển PTIT chỉ bằng chứng chỉ tiếng Anh mà không cần học bạ không?",
                "PTIT yêu cầu học lực tối thiểu thế nào khi xét học bạ và chứng chỉ tiếng Anh?",
                "Có cần nộp bản sao công chứng chứng chỉ tiếng Anh khi đăng ký xét tuyển không?",
                "PTIT xét tuyển học bạ lớp 12 hay cả 3 năm THPT?",
                "Khi nào PTIT mở đăng ký xét tuyển học bạ và chứng chỉ tiếng Anh?",
                "PTIT có cho phép đăng ký xét tuyển học bạ online không?",
                "Đăng ký xét tuyển học bạ PTIT thực hiện ở đâu?",
                "PTIT có công bố điểm chuẩn cho phương thức học bạ không?",
                "PTIT có dành nhiều chỉ tiêu cho xét tuyển học bạ không?",
                "PTIT có xét tuyển song song học bạ và điểm thi THPT không?",
                "Có thể đăng ký cùng lúc xét học bạ và chứng chỉ IELTS không?",
                "PTIT có ưu tiên xét tuyển cho học sinh có giải thưởng học sinh giỏi không?",
                "PTIT có xét học bạ đối với học sinh trường chuyên không?",
                "Có được đăng ký nhiều ngành bằng học bạ tại PTIT không?",
                "PTIT có yêu cầu học sinh nộp học bạ bản giấy không?",
                "Hồ sơ xét tuyển học bạ và chứng chỉ tiếng Anh gồm những gì?",
                "Học viện có công bố kết quả xét tuyển học bạ và chứng chỉ tiếng Anh trên website không?"
            ],
            "responses": [
                "Thí sinh đã được công nhận tốt nghiệp trung học phổ thông (THPT) hoặc tương đương và có Chứng chỉ tiếng Anh quốc tế trong thời hạn (tính đến ngày xét tuyển) đạt IELTS 5.5 trở lên hoặc TOEFL iBT 65 trở lên hoặc TOEFL ITP 513 trở lên và có kết quả điểm trung bình chung học tập lớp 10, 11, 12 đạt từ 7,5 trở lên và có hạnh kiểm Khá trở lên.\nĐiểm xét tuyển (ĐXT) được tính bằng tổng của ba (03) điểm bình quân kết quả học tập ở năm học lớp 10, 11, 12 của ba (03) môn học tương ứng với tổ hợp bài thi/môn thi đã đăng ký xét tuyển, cộng với điểm ưu tiên, điểm cộng (nếu có);\nĐXT = [Điểm BQ môn 1 + Điểm BQ môn 2 + Điểm BQ môn 3] + Điểm cộng (nếu có) + Điểm ưu tiên (nếu có)."
            ]
        },
        {
            "tag": "xet_tuyen_tai_nang",
            "requests": [
                "PTIT có xét tuyển tài năng không?",
                "Xét tuyển tài năng ở PTIT là gì?",
                "Ai đủ điều kiện để xét tuyển tài năng vào PTIT?",
                "PTIT có xét tuyển thẳng theo diện học sinh giỏi quốc gia không?",
                "Học sinh đoạt giải quốc gia có được tuyển thẳng vào PTIT không?",
                "Muốn xét tuyển tài năng PTIT cần đạt thành tích gì?",
                "PTIT có ưu tiên cho học sinh đoạt giải quốc tế không?",
                "PTIT có nhận học sinh đạt giải cấp tỉnh vào diện xét tuyển tài năng không?",
                "Xét tuyển tài năng PTIT có áp dụng cho học sinh chuyên không?",
                "Học sinh trường chuyên có được đăng ký xét tuyển tài năng PTIT không?",
                "PTIT có nhận hồ sơ học sinh chuyên Tin học không?",
                "Học sinh chuyên Toán có thể xét tuyển tài năng vào PTIT được không?",
                "PTIT có xét tuyển tài năng cho học sinh chuyên Tiếng Anh không?",
                "Học sinh đoạt giải HSG cấp tỉnh môn Toán có được nộp hồ sơ tài năng PTIT không?",
                "Nếu đoạt giải Nhì HSG cấp tỉnh môn Hóa thì có được xét tuyển tài năng PTIT không?",
                "PTIT có xét tuyển tài năng cho học sinh đạt giải khuyến khích cấp tỉnh không?",
                "PTIT có xét tuyển học sinh từng tham gia đội tuyển Olympic quốc tế không?",
                "Thí sinh từng dự thi chọn đội tuyển Olympic quốc tế có được xét tuyển PTIT không?",
                "PTIT có nhận hồ sơ của thí sinh tham dự cuộc thi khoa học kỹ thuật quốc tế không?",
                "Học sinh đoạt giải khoa học kỹ thuật quốc tế có được tuyển thẳng vào PTIT không?",
                "Học sinh chuyên Tin học có thể đăng ký tất cả ngành CNTT của PTIT không?",
                "PTIT có xét tuyển tài năng cho ngành Báo chí không?",
                "Muốn học Báo chí PTIT theo diện tài năng thì cần đạt giải môn nào?",
                "Muốn học ngành Truyền thông đa phương tiện PTIT bằng diện tài năng cần điều kiện gì?",
                "Học sinh chuyên Anh có thể đăng ký nhóm ngành Kinh doanh và Quản lý của PTIT không?",
                "PTIT có xét tuyển tài năng cho nhóm ngành Kinh doanh và Quản lý không?",
                "PTIT có nhận học sinh giỏi Văn cấp tỉnh cho ngành Báo chí không?",
                "Học sinh chuyên Văn có thể đăng ký ngành Truyền thông của PTIT theo diện tài năng không?",
                "Thí sinh cần tốt nghiệp THPT mới được xét tài năng PTIT đúng không?",
                "Thí sinh đang học lớp 12 có được nộp hồ sơ xét tài năng PTIT không?",
                "PTIT có giới hạn số lượng hồ sơ xét tuyển tài năng không?",
                "PTIT có thông báo riêng về xét tuyển thẳng và ưu tiên xét tuyển không?",
                "Xét tuyển tài năng PTIT có phải nộp hồ sơ minh chứng không?",
                "PTIT có tổ chức phỏng vấn cho thí sinh diện tài năng không?",
                "Học sinh trường chuyên Hà Nội - Amsterdam có được ưu tiên xét tài năng PTIT không?",
                "PTIT có chấp nhận học sinh chuyên thuộc các trường đại học như ĐHQGHN không?",
                "PTIT có quy định riêng cho từng nhóm môn trong xét tuyển tài năng không?",
                "PTIT cho phép học sinh đạt giải môn Tiếng Anh đăng ký CNTT không?",
                "PTIT có xét tuyển tài năng theo hồ sơ năng lực không?",
                "Xét tuyển hồ sơ năng lực PTIT khác gì so với tuyển thẳng học sinh giỏi quốc gia?"
            ],
            "responses": [
                " Điều kiện xét tuyển\nThí sinh đã được công nhận tốt nghiệp trung học phổ thông (THPT) hoặc tương đương và có thêm một trong các điều kiện như sau:\nĐối tượng a) Thời gian tham dự kỳ thi chọn đội tuyển quốc gia không quá 3 năm tính tới thời điểm xét tuyển;\nĐối tượng b), c) Có kết quả điểm trung bình chung học tập lớp 10, 11, 12 đạt từ 7,5 trở lên và có hạnh kiểm Khá trở lên\nĐiểm HSNL = Điểm học lực + Điểm thành tích + Điểm ưu tiên (nếu có).\nTrong đó:\n+ Điểm HSNL được quy đổi theo thang điểm 100;\n\n+ Điểm học lực chiếm 60% (tối đa 60 điểm);\n\n+ Điểm thành tích chiếm 40% (tối đa 40 điểm);\n\n+ Điểm ưu tiên thực hiện theo Quy chế tuyển sinh của Bộ GD&ĐT và được quy đổi theo thang điểm 100 tương ứng.\n\n– Điểm học lực (ĐHL) được tính bằng tổng của ba (03) điểm bình quân kết quả học tập ở năm học lớp 10, 11, 12 của ba (03) môn học tương ứng với tổ hợp bài thi/môn thi của ngành đã đăng ký xét tuyển, cụ thể:\nĐHL = [Điểm BQ môn 1 + Điểm BQ môn 2 + Điểm BQ môn 3]*6/3\n+ Điểm BQ môn = [Điểm năm lớp 10 + Điểm năm lớp 11 + Điểm năm lớp 12]/3"
            ]
        },
        {
            "tag": "xet_ĐGTD",
            "requests": [
                "PTIT có tuyển sinh bằng điểm Đánh giá tư duy không?",
                "Năm 2025 PTIT có sử dụng kết quả kỳ thi ĐGTD để xét tuyển không?",
                "Xét tuyển bằng điểm ĐGTD là gì?",
                "Học viện Công nghệ Bưu chính Viễn thông có áp dụng điểm ĐGTD trong tuyển sinh không?",
                "Tôi có thể dùng điểm ĐGTD để đăng ký vào PTIT không?",
                "PTIT công nhận kết quả kỳ thi Đánh giá tư duy của trường nào?",
                "Điểm ĐGTD được PTIT sử dụng trong phương thức tuyển sinh nào?",
                "Xét tuyển bằng điểm ĐGTD có khác gì so với điểm thi THPT không?",
                "Có thể nộp hồ sơ xét tuyển bằng ĐGTD song song với thi THPT không?",
                "PTIT dùng kết quả ĐGTD của Đại học Bách Khoa Hà Nội hay Đại học Quốc gia?",
                "Có cần tham gia kỳ thi THPT nếu tôi đã có điểm ĐGTD không?",
                "Thời gian đăng ký xét tuyển bằng điểm ĐGTD vào PTIT là khi nào?",
                "Ngưỡng điểm ĐGTD để trúng tuyển vào PTIT là bao nhiêu?",
                "Có được đăng ký nhiều ngành khi xét tuyển bằng điểm ĐGTD vào PTIT không?",
                "PTIT có áp dụng ưu tiên khu vực khi xét điểm ĐGTD không?",
                "Cách quy đổi điểm ĐGTD sang thang điểm 30 như thế nào?",
                "PTIT sử dụng kết quả ĐGTD của những kỳ thi nào trong năm 2025?",
                "Tôi thi ĐGTD ở Đại học Quốc gia Hà Nội, có thể dùng điểm đó để vào PTIT không?",
                "PTIT có tổ chức kỳ thi ĐGTD riêng không?",
                "Khi nào PTIT công bố điểm chuẩn xét tuyển bằng ĐGTD?",
                "Có cần đăng ký nguyện vọng trên cổng của Bộ khi xét bằng ĐGTD không?",
                "Tôi có thể đăng ký xét tuyển sớm bằng ĐGTD vào PTIT không?",
                "Điểm ĐGTD được tính theo thang điểm bao nhiêu?",
                "Có cộng điểm ưu tiên cho xét tuyển bằng ĐGTD không?",
                "Hồ sơ xét tuyển bằng điểm ĐGTD gồm những gì?",
                "Có thể vừa xét tuyển bằng ĐGTD vừa bằng học bạ không?",
                "PTIT xét tuyển bằng ĐGTD cho tất cả các ngành hay chỉ một số ngành?",
                "Thời gian công bố kết quả trúng tuyển bằng ĐGTD của PTIT là khi nào?",
                "Kết quả ĐGTD có thời hạn bao lâu để nộp vào PTIT?",
                "Tôi cần đạt điểm ĐGTD tối thiểu bao nhiêu để đủ điều kiện đăng ký?",
                "Cách thức nộp điểm ĐGTD cho PTIT ra sao?",
                "Có lệ phí khi xét tuyển bằng điểm ĐGTD vào PTIT không?",
                "Khi nào PTIT mở cổng nhận hồ sơ xét tuyển ĐGTD?",
                "PTIT có xét tuyển bằng ĐGTD của Đại học Sư phạm Kỹ thuật TP.HCM không?",
                "Có thể điều chỉnh nguyện vọng xét tuyển ĐGTD trên hệ thống không?",
                "Điểm chuẩn ĐGTD vào PTIT các năm trước khoảng bao nhiêu?",
                "Nếu tôi chỉ có điểm ĐGTD mà chưa có điểm thi THPT thì có được không?",
                "PTIT có công bố chi tiết cách tính điểm ĐGTD không?",
                "PTIT có nhận xét tuyển kết hợp ĐGTD và tiếng Anh không?",
                "Phương thức xét tuyển bằng điểm ĐGTD của PTIT có giới hạn chỉ tiêu không?"
            ],
            "responses": [
                "PTIT xet tuyển bằng điểm Đánh giá Tư duy như sau:\nĐiều kiện xét tuyển\n- Thí sinh đã được công nhận tốt nghiệp trung học phổ thông (THPT) hoặc tương đương\n- Thí sinh có điểm thi đánh giá tư duy của Đại học Bách khoa Hà Nội (TSA) năm 2025 từ 50 điểm trở lên\nĐiểm xét tuyển (ĐXT) = Điểm  ĐGTD + Điểm cộng (nếu có) + Điểm ưu tiên (nếu có)"
            ]
        },
        {
            "tag": "xin_chao",
            "requests": [
                "Xin chào bot, mình là Quân hiện tại mình đang cần bot tư vấn tuyển sinh",
                "Chào mày, tao là học sinh tao muốn mày tư vấn",
                "Mày chào tao chưa bot?",
                "Xin chào bot nhé?",
                "Hi?",
                "Hola?",
                "How are you?",
                "What about you?",
                "ní hảo",
                "ní hảo ma",
                "ní hảo ní hảo ní hảo",
                "xin chào xin chào xin chào",
                "hello, good morning, good afternoon",
                "good morning",
                "good afternoon",
                "xin chào mày nhé, tao là Bình tao đang cần sự giúp đỡ từ mày?",
                "mày có biết tư vấn tuyển sinh không?",
                "tư vấn, tư vấn và tư vấn",
                "mày hãy tư vấn cho tao",
                "hello bot, tư vấn tuyển sinh cho tao",
                "xin chào",
                "xin chào bot, tôi là Quý hiện tao đang cần tư vấn",
                "tư vấn, tư vấn, tư vấn",
                "xin chào bot, tôi là Chiến và tao đang cần sự tư vấn từ mày",
                "xin chào bot, tao là Tùng",
                "xin chào bot, tao là",
                "Tao giới thiệu, giới thiệu, giới thiệu giới thiệu",
                "hola, hola, hola, ní hảo, ní hảo, ní hảo",
                "how are you, how about you, what about you",
                "good morning, good morning, good morning, good afternoon",
                "hola hola hola hola ní hảo xin chào hi good morning",
                "tôi tên là, tao là, xin chào",
                "hello mày",
                "hi mày",
                "hello bot",
                "tao là Quân đẹp trai"
            ],
            "responses": [
                "xin chào bạn, chúng tôi có thể giúp được gì cho bạn"
            ]
        }
    ]
}